[
  {
    "year": "2024",
    "text": "Consider the following statements: (2024) Statement-I: India does not import apples from the United States of America. Statement-II: In India, the law prohibits the import of Genetically Modified food without the approval of the competent authority. Which one of the following is correct in respect of the above statements ? -",
    "options": [
      "Both Statement-I and Statement-II are correct and Statement-II explains Stateme-I -",
      "Both Statement-I and Statement-II are correct, but Statement-II does not explain Statement-I -",
      "Statement-I is correct, but StatementII is incorrect -",
      "Statement--I is incorrect, but Statement-II is correct"
    ],
    "correctAnswer": 3,
    "explanation": "Statement I is not correct: India imports apples from the United States of America, In fact, Imports of US apple's rose 40 times in 3 months in 2023 as India scraps retaliatory duty. Statement II is correct: In India, the Food Safety and Standards Act, 2006 prohibits import, manufacture, use or sale of GM food without FSSAIs approval.",
    "subject": "current_affairs",
    "id": "CA_001"
  },
  {
    "year": "",
    "text": "No notice of termination of employment shall be necessary in the case of a temporary workman. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is not correct: Janani Suraksha Yojana was launched in April 2005 by modifying the National Maternity Benefit Scheme (NMBS). Janani Suraksha Yojana (JSY) is a safe motherhood intervention under the National Health Mission (NHM). It is not the intervention of the State Health Departments. Statement 2 is correct: The primary objective of the Janani Suraksha Yojana is to reduce maternal and neonatal mortality rates, particularly among economically disadvantaged pregnant women. Statement 3 is correct: One of the key goals of the Janani Suraksha Yojana is to encourage and facilitate institutional deliveries among economically vulnerable pregnant women. The program provides financial assistance and incentives to pregnant women to opt for institutional deliveries instead of home deliveries, which can help ensure access to skilled medical care during childbirth. Statement 4 is incorrect: The Janani Suraksha Yojana primarily focuses on maternal health and promoting institutional deliveries. It does not include providing public health facilities specifically for sick infants up to one year of age. The program's main emphasis is on reducing maternal and neonatal mortality. Current Affairs: India-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link",
    "subject": "current_affairs",
    "id": "CA_002"
  },
  {
    "year": "",
    "text": "Goa has the largest floating solar photovoltaic project in India. Which of the statements given above is/are correct ? -",
    "options": [
      "1 and 2 -",
      "2 only -",
      "1 and 3 -",
      "3 only"
    ],
    "correctAnswer": 2,
    "explanation": "Statement 1 is incorrect: The Anaemia Mukt Bharat Strategy does not include the provision of prophylactic calcium supplementation instead Prophylactic Iron Folic Acid supplementation (not Prophylactic calcium) is given to children, adolescents, women of reproductive age and pregnant women as part of the comprehensive approach to combat anaemia. Statement 2 is correct: The Anaemia Mukt Bharat Strategy promotes and advocates for delayed cord clamping during childbirth. Delayed cord clamping refers to the practice of allowing the umbilical cord to pulsate for a certain duration before it is clamped and cut. This technique helps to improve iron levels and reduce the risk of anemia in newborns. Statement 3 is correct: The Anaemia Mukt Bharat Strategy includes deworming initiatives as part of its interventions. Periodic deworming is an essential measure to address parasitic worm infections, which can contribute to anaemia among children and adolescents. Statement 4 is correct: The Anaemia Mukt Bharat Strategy recognizes that anaemia can have non-nutritional causes as well. In endemic pockets where specific factors like malaria, hemoglobinopathies (genetic disorders affecting haemoglobin), and fluorosis (excessive fluoride intake) contribute to anaemia, the strategy focuses on addressing these factors to combat anaemia effectively.",
    "subject": "current_affairs",
    "id": "CA_003"
  },
  {
    "year": "",
    "text": "Its objective includes providing public health facilities to sick infants up to one year of age. How many of the statements given above are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "Only three -",
      "All four"
    ],
    "correctAnswer": 2,
    "explanation": "Statement 1 is correct: India is the largest groundwater user in the world, with an estimated usage of around 251 bcm per year, more than a quarter of the global total. India uses 89 per cent of the total groundwater abstracted per year for agriculture - also the highest in the world. <!-- image --> <!-- image --> Statement 2 is not correct: India uses about 89% of this groundwater for irrigation. Major share of total groundwater extracted by India is utilized for irrigation purposes and not for drinking and sanitation purposes.",
    "subject": "current_affairs",
    "id": "CA_004"
  },
  {
    "year": "2023",
    "text": "Consider the following statements: (2023) Statement-I: India accounts for 3.2% of global exports of goods. ## Statement-II: Many local companies and some foreign companies operating in India have taken advantage of India's 'Production-linked Incentive' scheme. Which one of the following is correct in respect of the above statements? -",
    "options": [
      "Both Statement-I and Statement-II are correct and Statement-II is the correct explanation for Statement-I -",
      "Both Statement-I and Statement-II are correct and Statement-II is not the correct explanation for Statement-I -",
      "Statement-I is correct but Statement-II is incorrect -",
      "Statement-I is incorrect but StatementII is correct"
    ],
    "correctAnswer": 3,
    "explanation": "Statement 1 is incorrect: As per Economic Survey 2023 India's share in global export is 2.2% (2021). Statement 2 is correct: local companies and some foreign companies operating in India have taken advantage of India's 'Productionlinked Incentive' (PLI) scheme. The PLI scheme was introduced by the Government of India to promote domestic manufacturing and boost the competitiveness of various sectors. Under this scheme, eligible companies are provided with financial incentives based on their incremental production or value addition. The scheme aims to attract investments, encourage the development of advanced technologies, and enhance the country's manufacturing capabilities.",
    "subject": "current_affairs",
    "id": "CA_005"
  },
  {
    "year": "2023",
    "text": "Consider the following pairs with regard to sports awards: (2023) | 1. | Major Dhyan Chand Khel Ratna Award : | For the most spectacular and o u t s t a n d i n g performance by a sportsperson over period of last four years | |------|----------------------------------------|-------------------------------------------------------------------------------------------------------------------| Current Affairs: India | 2. | Arjuna Award : | For the lifetime achievement by a sportsperson | |------|-------------------------------------|----------------------------------------------------------------------------------| | 3 | Dronacharya Award : | To honor eminent coaches who have successfully trained sportspersons or teams | | 4 | Rashtriya Khel Protsahan Puraskar : | To recognize the contribution made by sports persons even after their retirement | How many of the above pairs are correctly matched? -",
    "options": [
      "Only one -",
      "Only two -",
      "Only three -",
      "All four"
    ],
    "correctAnswer": 1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_006"
  },
  {
    "year": "2020",
    "text": "In India, why are some nuclear reactors kept under 'IAEA Safeguards' while others are not? (2020) -",
    "options": [
      "Some use uranium and others use thorium -",
      "Some use imported uranium and others use domestic supplies -",
      "Some are operated by foreign enterprises and others are operated by domestic enterprises -",
      "Some are State-owned, and others are"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: The nuclear reactors in India are placed under IAEA safeguards only if they are fuelled by uranium procured from abroad. There are at present 22 operational reactors, of which 14 are under the International Atomic Energy Agency (IAEA) safeguards as they use imported fuel. Some of them use imported uranium and others use domestic supplies. India currently imports uranium from Russia, Kazakhstan, and Canada. By placing the reactors under the IAEA safeguards, India gives the international nuclear energy watchdog access to them. This step was taken by the country in 2014 to demonstrate that its nuclear energy programme was for peaceful purposes. It was a necessary step under the Indo -US nuclear deal.",
    "subject": "current_affairs",
    "id": "CA_007"
  },
  {
    "year": "2019",
    "text": "Recently, there was a growing awareness in our country about the importance of Himalayan Nettle (Girardinia Diversifolia) because it is found to be a sustainable source of: (2019) -",
    "options": [
      "Anti-malarial drug -",
      "Biodiesel -",
      "Pulp for paper industry -",
      "Textile fibre"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct : Recently, Girardinia diversifolia (Himalayan nettle), a fibre-yielding plant, has become an important livelihood option for people living in the remote mountainous villages of the Hindu Kush Himalaya. There is a community in Khar, a hamlet in Darchula district in far-western Nepal, which produces fabrics from Himalayan nettle. <!-- image --> ## Additional Information : Girardinia diversifolia is largely used in traditional medicine for the treatment of several diseases such as gastric disorders, chest pain, rheumatism, tuberculosis, headache, joint aches, diabetes, asthma, gastritis, headache, joint pain, tuberculosis, gonorrhea and delivery problems. Other traditional uses are related to the treatment of bone fracture, internal injury and blood purification. It is also famous for the use of the bast fibre of its bark, for making varieties of clothing, ropes, mats, sacks and other domestic implements.",
    "subject": "current_affairs",
    "id": "CA_008"
  },
  {
    "year": "2019",
    "text": "Atal Innovation Mission is set up under the: (2019) -",
    "options": [
      "Department of Science and Technology -",
      "Ministry of Labour and Employment -",
      "NITI Aayog -",
      "Ministry of Skill Development and Entrepreneurship"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: Atal Innovation Mission is a flagship scheme by the Government of India, set up under NITI Aayog (National Institute for Transforming India), erstwhile Planning Commission, to create and promote a culture of innovation and entrepreneurship across the country. Its objective is to develop new programmes and policies for fostering innovation in different sectors of the economy, provide platforms and collaboration opportunities for different stakeholders, and create an umbrella structure to oversee the innovation and entrepreneurship ecosystem of the country. Current Affairs: India-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image -->",
    "subject": "current_affairs",
    "id": "CA_009"
  },
  {
    "year": "2019",
    "text": "Which of the following adopted a law on data protection and privacy for its citizens known as 'General Data Protection Regulation' in April 2016 and started implementation of it from 25th May, 2018? (2019) -",
    "options": [
      "Australia -",
      "Canada -",
      "The European Union -",
      "The United States of America"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: The General Data Protection Regulation (GDPR) was passed by the European Union (a political and economic union of 27 member states) in April 2016. GDPR is a legal framework that sets guidelines for the collection and processing of personal information from individuals who live in the European Union. This Regulation protects the fundamental rights and freedoms of natural persons and in particular their right to the protection of personal data. Moreover, the free movement of personal data within the Union shall be neither restricted nor prohibited. <!-- image --> Current Affairs: India-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link Mothers will get Mothers will get",
    "subject": "current_affairs",
    "id": "CA_010"
  },
  {
    "year": "2019",
    "text": "What was the purpose of the Intercreditor Agreement signed by Indian banks and financial institutions recently? (2019) -",
    "options": [
      "To lessen the Government of India's perennial burden of fiscal deficit and current account deficit. -",
      "To support the infrastructure projects of Central and State Governments. -",
      "To act as independent regulator in case of applications for loans of Rs 50 crore or more. -",
      "To aim at faster resolution of stressed assets of Rs 50 crore or more which are under consortium lending."
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: An Intercreditor Agreement (ICA) is an agreement between one or more creditors (lenders), who have shared interests in a particular borrower. The agreement is part of project 'Sashakt', which was approved under the recommendations of the Sunil Mehta Committee to address the bad loan problem of India. The objective is to use ICA for faster facilitation of resolution of stressed assets. outside the insolvency framework, It is aimed at the resolution of loan accounts with a size of Rs. 50 crore and above under consortium lending (an arrangement where two or more lenders come together to finance a single borrower). ## Additional Information: For loans ranging from 50 crores to 500 crores, it was recommended that a Bank Led Resolution Approach (BLRA) should be followed, wherein the financial institutions involved in consortium lending will enter into inter-creditor agreements to authorise the Lead bank to implement a resolution plan for the bad loans.",
    "subject": "current_affairs",
    "id": "CA_011"
  },
  {
    "year": "2018",
    "text": "Which one of the following best describes the term \"Merchant Discount Rate\" sometimes seen in news? (2018) -",
    "options": [
      "The incentive given by a bank to a merchant for accepting payments through debit cards pertaining to that bank. -",
      "The amount paid back by banks to their customers when they use debit cards for financial transactions for purchasing goods or services. -",
      "The charge to a merchant by a bank for accepting payments from his customers through the bank's debit cards. -",
      "The incentive given by the Government to merchants for promoting digital payments by their customers through Point of Sale (PoS) machines and debit cards."
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: Merchant Discount Rate (alternatively referred to as the Transaction Discount Rate) is the charge to a merchant by a bank for accepting payments from his customers through the bank's debit as well as credit cards. Merchant Discount Rate (alternatively referred to as the Transaction Discount Rate or TDR) is the sum total of all the charges and taxes that a digital payment entails. For instance, the MDR includes bank charges, which a bank charges customers and merchants for allowing payments to be made digitally. Similarly, MDR also includes the processing charges that a payments aggregator has to pay to online or mobile wallets or indeed to banks for their service. Current Affairs: India-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link Consumer purchases goods from grocery or retail shop (merchant) <!-- image --> The rate is expressed as a percentage of transaction amount and is shared in a preagreed ratio between the bank and the merchant.",
    "subject": "current_affairs",
    "id": "CA_012"
  },
  {
    "year": "2017",
    "text": "Which of the following statements best describes the term 'Scheme for Sustainable Structuring of Stressed Assets (S4A)', recently seen in the news? (2017) -",
    "options": [
      "It is a procedure for considering ecological costs of developmental schemes formulated by the Government. -",
      "It is a scheme of RBI for reworking the financial structure of big corporate entities facing genuine difficulties. -",
      "It is a disinvestment plan of the Government regarding Central Public Sector Undertakings. -",
      "It is an important provision in 'The Insolvency and Bankruptcy Code' recently implemented by the Government."
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: The Scheme for Sustainable Structuring of Stressed Assets (S4A) is the latest measure taken by the RBI to tackle stressed assets. Under this scheme, large ticket loans are restructured by separating a sustainable loan from an unsustainable loan. The main aims of S4A are: - y Strengthen the lenders' ability to deal with stressed assets. - y Put real assets back on track of entities facing genuine difficulties by providing an avenue for reworking financial structure. Accounts having loans exceeding Rs 500 Crores (big corporate entities) can be restructured by allowing lenders to acquire equity in the stressed projects. ## Additional Information: Under this scheme, the Lender bank will determine the amount of debt that is sustainable, that is which can be serviced in future even with the current levels of inflows. The lender will bifurcate the outstanding debt into sustainable debt and equity-based instruments.",
    "subject": "current_affairs",
    "id": "CA_013"
  },
  {
    "year": "2017",
    "text": "What is the aim of the programme 'Unnat Bharat Abhiyan'? (2017) -",
    "options": [
      "Achieving 100% literacy by promoting collaboration between voluntary organisations, the government's education system and local communities. -",
      "Connecting institutions of higher education with local communities to address development challenges through appropriate technologies. -",
      "Strengthening India's scientific research institutions in order to make India a scientific and technological power. -",
      "Developing human capital by allocating special funds for health care and education of rural and urban poor and organising skill development programmes and vocational training for them. unacademy.com | Download the Unacademy app Give your feedback here: Link"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: The Unnat Bharat Current Affairs: India-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link Abhiyan program was launched by the Ministry of Education (erstwhile, the Ministry Human Resource Development) in November 2014. It is inspired by the vision of transformational change in rural development processes by leveraging knowledge institutions to help build the architecture of an Inclusive India. The goals of Unnat Bharat Abhiyan are: - y To build an understanding of the development agenda within institutes of Higher Education and an institutional capacity and training relevant to national needs, especially those of rural India. - y To re-emphasize the need for fieldwork, stakeholder interactions and design for societal objectives as the basis of higher education. - y To stress on rigorous reporting and useful outputs as central to developing new professions. - y To provide rural India and regional agencies with access to the professional resources of the institutes of higher education, especially those that have acquired academic excellence in the field of science, engineering and technology, and management. To improve development outcomes as a consequence of this research. To develop new professions and new processes to sustain and absorb the outcomes of research. - y To foster a new dialogue within the larger community on science, society, and the environment and to develop a sense of dignity and collective destiny.",
    "subject": "current_affairs",
    "id": "CA_014"
  },
  {
    "year": "2017",
    "text": "Recently there was a proposal to translocate some of the lions from their habitat in Gujarat to which one of the following sites? (2017) -",
    "options": [
      "Corbett National Park -",
      "Kuno Palpur Wildlife Sanctuary -",
      "Mudumalai Wildlife Sanctuary -",
      "Sariska National Park"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : A Central expert committee recommended the translocation of Asiatic lions from Gir National Park in Gujarat to Kuno Sanctuary in Madhya Pradesh. The Supreme Court in 2013 ruled in favour of translocation of the Asiatic lion to Kuno in the interest of the genetic stability of the species. Current Affairs: India-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link Madhya Pradesh would take all necessary scientific measures thereafter for maintaining the genetic stability of the lion population as per International Union for Conservation of Nature (IUCN) guidelines on translocation. ## Additional Information : Asiatic lions: Asiatic lions were once distributed up to the state of West Bengal in the east and Rewa in Madhya Pradesh in central India. At present, Gir National Park and Wildlife Sanctuary is the only abode of the Asiatic lion. Asiatic lions are slightly smaller than African lions. They are listed in Schedule I of Wildlife (Protection) Act 1972, in Appendix I of CITES and as Endangered on the IUCN Red List.",
    "subject": "current_affairs",
    "id": "CA_015"
  },
  {
    "year": "2017",
    "text": "The term 'Domestic Content Requirement' is sometimes seen in the news with reference to: (2017) -",
    "options": [
      "Developing solar power production in our country -",
      "Granting licenses to foreign T.V. channels in our country -",
      "Exporting our food products to other countries -",
      "Permitting foreign educational institutions to set up their campuses in our country"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: The Domestic Content Requirement (DCR) is the mandate for developing solar projects (solar power production) in India to utilize domestically manufactured solar modules and cells, instituted in the Jawaharlal Nehru National Solar Mission (JNNSM). This is an effort of the Government of India to create a healthy and robust indigenous manufacturing base and to elevate India's status as a solar hub. DCR dispute: The World Trade Organization's (WTO) Appellate Body has declared DCRs in India's Jawaharlal Nehru National Solar Mission (JNNSM) as illegal. In 2015, the WTO disputes panel also ruled that India's subsidies for solar power contravene WTO trade rules, and India must remove the subsidies or face trade sanction. The reason behind the dispute: DCR violates the National Treatment principle of WTO. This principle prohibits discrimination between imported and domestically produced goods with respect to internal taxation or other government regulation. ## Additional Information: Jawaharlal Nehru National Solar Mission: The objective of the Mission is to establish <!-- image --> <!-- image --> National Pension System India as a global leader in solar energy by creating the policy conditions for its diffusion across the country as quickly as possible. It focuses on setting up an enabling environment for solar technology penetration in the country both at a centralized and decentralized level. in the 18-60 The Mission will adopt a 3 - phase approach, Phase 1 (up to 2012 - 13), Phase 2 (2013 - 17) and Phase 3 (2017 - 22). The Mission has set the ambitious target of Period Matures deploying 20,000 MW of grid-connected solar power by 2022, which was revised to 1,00,000 MW by 2022 during June 2015.",
    "subject": "current_affairs",
    "id": "CA_016"
  },
  {
    "year": "2017",
    "text": "Who among the following can join the National Pension System (NPS)? (2017) -",
    "options": [
      "Resident Indian citizens only. -",
      "Persons of age from 21 to 55 only. -",
      "All-State Government employees joining the services after the date of notification by the respective State Governments. -",
      "All Central Governments Employees including those of Armed Forces joining the services on or after 1st April 2004."
    ],
    "correctAnswer": 2,
    "explanation": "NPS Account The National Pension System (NPS) was launched in 2004, which aims to enhance social security in the country by encouraging people to save and invest in a pension account during the course of their employment. Low Cost, Fund <!-- image --> Current Affairs: India-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link Applicability of NPS: - y Individual: Unlike any other pension scheme, all Indian residents, as well as non-resident Indians, can subscribe or join NPS. (Option (a) is not correct) - y For Joining NPS, persons between the age group of 18 and 60 years (not 21 to 55 years ) are only eligible. (Option (b) is not correct) - y State Government Employees: It applies to all the employees of State Governments, State Autonomous Bodies joining services after the date of notification by the respective State Governments. (Option (c) is correct) - y Central Government Employees: NPS applies to all new employees of Central Government service (except Armed Forces) and Central Autonomous Bodies joining Government service on or after 1st January 2004. (Option (d) is not correct) - y Unorganized Sector Workers: A citizen of India between the age of 18 and 60 years who belongs to the unorganized sector or is not in regular employment of the Central or a state government, or an autonomous body/ public sector undertaking of the Central or state government, can open NPS -Swavalamban account.",
    "subject": "current_affairs",
    "id": "CA_017"
  },
  {
    "year": "2017",
    "text": "Which of the following is a most likely consequence of implementing the 'Unified Payments Interface (UPI)'? (2017) -",
    "options": [
      "Mobile wallets will not be necessary for online payments. -",
      "Digital currency will totally replace physical currency in about two decades. -",
      "FDI inflows will drastically increase. -",
      "Direct transfer of subsidies to poor people will become very effective."
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: Unified Payments Interface (UPI) is a system that powers multiple bank accounts into a single mobile application (of any participating bank), merging several banking features, seamless fund routing &amp; merchant payments into one hood. It also caters to the 'Peer to Peer' collection request, which can be scheduled and paid as per requirement and convenience. It is an instant payment system developed by the National Payments Corporation of India (NPCI). UPI transfers money directly between the bank accounts of the two parties, and customers cannot link a wallet to UPI; only bank accounts can be added. Hence, mobile wallets will not be necessary for online payments.",
    "subject": "current_affairs",
    "id": "CA_018"
  },
  {
    "year": "2017",
    "text": "Recognition of 'Prior Learning Scheme' is sometimes mentioned in the news with reference to: (2017) -",
    "options": [
      "Certifying the skills acquired by construction workers through traditional channels. -",
      "Enrolling the persons in Universities for distance learning programmes. -",
      "Reserving some skilled jobs to rural and urban poor in some public sector undertakings. -",
      "Certifying the skills acquired by trainees under the National Skill Development Programme."
    ],
    "correctAnswer": 0,
    "explanation": "Recognition of the 'Prior Learning Scheme' is a crucial element under the Pradhan Mantri Kaushal Vikas Yojana (PMKVY) of the Ministry of Skill Development and Entrepreneurship (MSDE). Option (a) is correct: It is a skill certification programme implemented by National Skill Development Corporation. The objective of this programme is to enable a large number of Indian youths to take up industry-relevant skill training that will help them in securing a better livelihood. The scheme is underway across construction sites in five states to certify skills acquired by workers through traditional learning channels. Individuals with prior learning experience or skills will also be assessed and certified under Recognition of Prior Learning (RPL), but this is not applicable to trainees.",
    "subject": "current_affairs",
    "id": "CA_019"
  },
  {
    "year": "2016",
    "text": "Recently, linking of which of the following rivers was undertaken? (2016) -",
    "options": [
      "Cauvery and Tungabhadra -",
      "Godavari and Krishna -",
      "Mahanadi and Son -",
      "Narmada and Tapti"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : Pattiseema Lift Irrigation Project is a river interlinking project which connects Godavari River to Krishna River. The linking of the two rivers was originally envisaged as part of the river-linking programme initiated by the Atal Bihari Vajpayee government. And the Polavaram project, now accorded a national project status, was supposed to achieve it by taking the 80 thousand million cubic feet (TMC) of surplus water from the Godavari to Krishna through its right bank canal. The major benefit of this interlinking would be to the farmers and people of Rayalaseema. <!-- image --> Current Affairs: India-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link ## Additional Information : The main water divide in Peninsular India is formed by the Western Ghats, which runs from north to south close to the western coast. Most of the major rivers of the Peninsula such as the Mahanadi, the Godavari, the Krishna and the Kaveri flow eastwards and drain into the Bay of Bengal. These rivers make deltas at their mouths. There are numerous small streams flowing west of the Western Ghats. The Narmada and the Tapi are the only long rivers, which flow west and make estuaries. The drainage basins of the peninsular rivers are comparatively small in size.",
    "subject": "current_affairs",
    "id": "CA_020"
  },
  {
    "year": "2016",
    "text": "Recently, for the first time in our country, which of the following States has declared a particular butterfly as 'State Butterfly'? (2016) -",
    "options": [
      "Arunachal Pradesh -",
      "Himachal Pradesh -",
      "Karnataka -",
      "Maharashtra"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct : Maharashtra was the first state that declared Blue Mormon as its state butterfly. Maharashtra is home to 225 varieties of butterflies and accounts for 15 percent of the country's estimated butterfly population. The Blue Mormon is the second largest in size among all butterflies, second only to the Southern Birdwing. It has a velvet like black wings with bright blue spots. The lower end of the wings is black while the body has some red spots on one side. It is found only in Sri Lanka, Western Ghats of Maharashtra, and the coastal belts of India. ## Additional Information : | State | State butterfly | |-------------|------------------------| | Maharashtra | Blue Mormon | | Uttarakhand | Common peacock | | Karnataka | Southern birdwings | | Kerala | Malabar banded peacock | | Tamil Nadu | Tamil Yeoman | Current Affairs: India-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link",
    "subject": "current_affairs",
    "id": "CA_021"
  },
  {
    "year": "2016",
    "text": "Recently, which of the following States has explored the possibility of constructing an artificial inland port to be connected to sea by a long navigational channel? (2016) -",
    "options": [
      "Andhra Pradesh -",
      "Chhattisgarh -",
      "Karnataka -",
      "Rajasthan"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct : A proposal was received from the Government of Rajasthan to develop an artificial inland Shipping Port at Jalore which would be connected to the Arabian Sea by developing a channel along the Kutch Creek. The shipping port will promote the transportation of minerals through a waterway. The Inland Waterways Authority of India (IWAI) under the Ministry of Shipping proposes to guide and support the Rajasthan government in building an inland shipping port at Jalore. The port and the terminal that are to be created will help develop inland navigation facilities in western Rajasthan and will also bring about socioeconomic development of the region.",
    "subject": "current_affairs",
    "id": "CA_022"
  },
  {
    "year": "2016",
    "text": "Why does the Government of India promote the use of 'Neem Coated Urea' in agriculture? (2016) -",
    "options": [
      "Release of Neem oil in the soil increases nitrogen fixation by the soil microorganisms. -",
      "Neem coating slows down the rate of dissolution of urea in the soil. -",
      "Nitrous oxide, which is a greenhouse gas, is not at all released into the atmosphere by crop fields. -",
      "It is a combination of a weedicide and a fertiliser for particular crops. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image -->"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : The use of Neem Coated Urea has been found to improve the uptake of nitrogen, phosphorus and potassium significantly. Neem-coating makes it more difficult for black marketers to divert urea to industrial consumers. Neem-coating also benefits farmers by reducing nitrogen losses from the soil by providing greater nutrients to the crop. As a result, farmers need less urea to achieve the same effect. In Neem Coated Urea, every granule of urea has a coating of neem oil which slows down the rate of dissolution of urea in the soil and thus increases the availability of nitrogen for crops. Benefits of the use of Neem-coated Urea: - y Increase in the crop yield. - y Improvement in soil fertility. - y Optimum utilisation of limited water resources. - y Decrease the cost of cultivation. - y Better nutrition for the family. - y Slow release of nitrate into the soil. - y Improves groundwater quality. - y Lesser quantity of urea is required, saving precious foreign exchange.",
    "subject": "current_affairs",
    "id": "CA_023"
  },
  {
    "year": "2016",
    "text": "'Mission Indradhanush' launched by the Government of India pertains to: (2016) -",
    "options": [
      "Immunisation of children and pregnant women -",
      "Construction of smart cities across the country -",
      "India's own search for the Earth-like planets in outer space -",
      "New Educational Policy"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: The Government of India launched 'Mission Indradhanush' in December 2014, to strengthen and re-energize the already running immunisation programme and achieve full immunisation coverage for all children and pregnant women at a rapid pace. <!-- image --> Current Affairs: India-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> Solar panels How Net Metering Works Photovoltaic Solar Example The energy is The ultimate goal of Mission Indradhanush is to ensure full immunisation with all available vaccines for children up to two years of age and pregnant women. The Government has identified 201 high-focus districts across 28 states in the country that have the highest number of partially immunised and unimmunized children.",
    "subject": "current_affairs",
    "id": "CA_024"
  },
  {
    "year": "2016",
    "text": "'Net metering' is sometimes seen in the news in the context of promoting the: (2016) -",
    "options": [
      "production and use of solar energy by the households/consumers -",
      "use of piped natural gas in the kitchens of households -",
      "installation of CNG kits in motorcars -",
      "installation of water meters in urban households"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : Net metering is a mechanism which allows domestic or commercial users who generate their own electricity using solar panels or photovoltaic systems to export their surplus energy back to the grid. <!-- image --> In India, net metering was introduced as an initiative to make renewable energy more economical and accessible with the regulations differing on a state-to-state basis. Few advantages of net metering are extra financial credit, eliminates the need for battery storage and backup generator, inexpensive and low maintenance.",
    "subject": "current_affairs",
    "id": "CA_025"
  },
  {
    "year": "2016",
    "text": "Recently, India's first 'National Investment and Manufacturing Zone' was proposed to be set up in: (2016) -",
    "options": [
      "Andhra Pradesh -",
      "Gujarat -",
      "Maharashtra -",
      "Uttar Pradesh"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : National Investment and Manufacturing Zone (NIMZs) are envisaged as large areas of developed land with the requisite eco-system for promoting worldclass manufacturing activity. They are based on the principle of industrial growth in partnership with States and focus on manufacturing growth and employment generation. - y India's first NIMZ was proposed to be set up in Andhra Pradesh in Prakasam District. The NIMZs are envisaged as integrated industrial townships with state-of-the-art infrastructure; land use based on zoning; clean and energy-efficient technology; necessary social infrastructure; skill development facilities etc., to provide a productive environment for persons transitioning from the primary to the secondary and tertiary sectors.",
    "subject": "current_affairs",
    "id": "CA_026"
  },
  {
    "year": "2016",
    "text": "'SWAYAM', an initiative of the Government of India, aims at: (2016) -",
    "options": [
      "promoting the Self-Help Groups in rural areas -",
      "providing financial and technical assistance to young start-up entrepreneurs -",
      "promoting the education and health of adolescent girls -",
      "providing affordable and quality education to the citizens for free"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: SWAYAM (Study Webs Current Affairs: India-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link of Active Learning for Young Aspiring Minds) is an integrated MOOCs (massive open online course) platform for distance education that is aimed at providing affordable and quality education to citizens for free. It offers all the courses from school (Class 9) to postgraduation level. The platform has been developed collaboratively by MHRD (Ministry of Human Resource Development) and AICTE (All India Council for Technical Education) with the help of Microsoft and is capable of hosting 2,000 courses. ## Major Features of SWAYAM include: - y Course type and duration: There are two types of courses offered through SWAYAM - Credit and Non-Credit. - y Course components: Courses hosted on SWAYAM are available for students in four components: video lectures, downloadable/ printable reading material, self-assessment tests through quizzes and tests, and an online discussion forum for clearing doubts. - y Course fee: Courses offered via SWAYAM are free of cost for residents of India. However, in order to obtain a certificate for a particular course, students need to pay a nominal fee.",
    "subject": "current_affairs",
    "id": "CA_027"
  },
  {
    "year": "2016",
    "text": "Pradhan Mantri MUDRA Yojana is aimed at: (2016) -",
    "options": [
      "bringing the small entrepreneurs into formal financial system -",
      "providing loans to poor farmers for cultivating particular crops -",
      "providing pensions to old and destitute persons -",
      "funding the voluntary organizations involved in the promotion of skill development and employment generation."
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: MUDRA stands for Micro Units Development and Refinance Agency. Under the Pradhan Mantri MUDRA Yojana, noncorporate, non-farm small/micro enterprises can avail of loans of up to Rs ten lakh. It aimed at bringing small entrepreneurs into a formal financial system. - y MUDRA is a refinance scheme where the authority formed under the MUDRA Yojana does not directly lend to the borrowers; instead, the loans are provided by various financial institutions like Commercial Banks, NBFCs, etc. - y Loans provided under the MUDRA Yojana are classified into three types based on the Current Affairs: India-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link size of the loans granted. - Shishu Loan: Loans of up to Rs fifty thousand. - Kishore Loan: Loans ranging from Rs fifty thousand to five lakh. - Tarun Loan: Loans ranging from Rs five lakh to Rs ten lakh.",
    "subject": "current_affairs",
    "id": "CA_028"
  },
  {
    "year": "2015",
    "text": "The term 'IndARC' sometimes seen in the news, is the name of? (2015) -",
    "options": [
      "an indigenously developed radar system inducted into Indian Defence -",
      "India's satellite to provide services to the countries of Indian Ocean Rim -",
      "a scientific establishment set up by India in Antarctic region -",
      "India's underwater observatory to scientifically study the Arctic region"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: IndARC is India's first underwater moored observatory in the Arctic region. It was deployed in 2014 at Kongsfjorden fjord, Svalbard, Norway which is midway between Norway and the North Pole. Its research goal is to study the Arctic climate and its influence on the monsoon. Part-time Members •Max 2, rotational, from relevant institutions Ex-officio Members by PM Special Invitees domain knowledge Chief Executive Officer Secretariat •As deemed necessary Source: PIB.NIC.IN <!-- image --> Current Affairs: India-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link",
    "subject": "current_affairs",
    "id": "CA_029"
  },
  {
    "year": "2015",
    "text": "The Government of India has established NITI Aayog to replace the: (2015) -",
    "options": [
      "Human Rights Commission -",
      "Finance Commission -",
      "Law Commission -",
      "Planning Commission"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: On the 13 th of August 2014, the Government of India scrapped the 65-year-old Planning Commission and announced that it would be replaced by a new body. Accordingly, on January 1, 2015, the NITI Aayog (National Institution for Transforming India) was established as the successor to the Planning Commission. - y However, it must be noted here that the NITI Aayog, like that of the Planning Commission, was also created by an executive resolution. It is neither a Constitutional body nor a Statutory body.",
    "subject": "current_affairs",
    "id": "CA_030"
  },
  {
    "year": "",
    "text": "Once issued, Aadhaar number cannot be deactivated or omitted by the Issuing Authority. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 2,
    "explanation": "Statement 1 is correct: Switzerland is the leading exporter of gold in the world. As per the Observatory of Economic Complexity (OEC) data, in 2021, Switzerland exported $86.7B in Gold, making it the 1st largest exporter of Gold in the world. The main destinations of Gold exports from Switzerland are: India ($29.3B), China ($16B), United States ($8.13B), Germany ($5.8B), and Hong Kong ($4.67B). Statement 2 is incorrect: Switzerland has the seventh largest gold reserves in the world. The top three countries with largest gold reserves in the world are the United States of America (USA) followed by Germany, Italy.",
    "subject": "current_affairs",
    "id": "CA_031"
  },
  {
    "year": "",
    "text": "It has seamless portability across the country. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 2,
    "explanation": "Statement 1 is correct: The United States of America (USA) and the European Union (EU) have indeed launched the 'Trade and Technology Council' (TTC). The TTC is a platform for the USA and the EU to collaborate on trade and technology-related issues, aiming to enhance Current Affairs: World-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> cooperation, address shared challenges, and promote economic growth through innovation and digital transformation. Statement 2 is incorrect: The EU-US Trade and Technology Council serves as a forum for the United States and European Union to coordinate approaches to key global trade, economic, and technology issues and to deepen transatlantic trade and economic relations based on these shared values.",
    "subject": "current_affairs",
    "id": "CA_032"
  },
  {
    "year": "",
    "text": "It addresses non-nutritional causes of anaemia in endemic pockets with special focus on malaria, hemoglobinopathies and fluorosis. <!-- image --> How many of the statements given above are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "Only three -",
      "All four"
    ],
    "correctAnswer": 0,
    "explanation": "The Stability and Growth Pact (SGP) is an agreement among the member states of the European Union (EU) aimed at promoting fiscal discipline and coordination of economic policies. Its primary focus is on maintaining stability and sustainable economic growth within the Eurozone. The SGP primarily targets budgetary discipline and sets rules for member states to limit their government budget deficits and public debt levels. The pact requires member states to strive for budget deficits below 3% of their GDP and aims to ensure that public debt remains below 60% of their GDP. The SGP does not involve sharing infrastructure facilities or technologies among the countries of the European Union. Its main objective is to promote fiscal responsibility and stability in the Eurozone. (Hence Statements 2 and 3 are incorrect)",
    "subject": "current_affairs",
    "id": "CA_033"
  },
  {
    "year": "2023",
    "text": "(d) Somalia ## 2 . Consider the following statements: (2023) Statement-I: Switzerland is one of the leading exporters of gold in terms of value. ## Statement-II: Switzerland has the second largest gold reserves in the world. Which one of the following is correct in respect of the above statements? -",
    "options": [
      "Both Statement-I and Statement-II are correct and Statement-II is the correct explanation for Statement-I -",
      "Both Statement-I and Statement-II are correct and Statement-II is not the correct explanation for Statement-I -",
      "Statement-I is correct but Statement-II is incorrect -",
      "Statement-I is incorrect but StatementII is correct"
    ],
    "correctAnswer": 3,
    "explanation": "Statement 1 is incorrect: NOT all the countries of the United Nations have adopted the firstever compact for international migration, the 'Global Compact for Safe, Orderly and Regular Migration (GCM)'. Statement 2 is incorrect: The Global Compact for Safe, Orderly and Regular Migration (GCM) is a non-legally binding agreement. It means <!-- image --> that the objectives and commitments outlined in the GCM are not legally enforceable on UN member countries. The GCM is intended to serve as a framework for international cooperation on migration issues, but it does not create legally binding obligations. Statement 3 is incorrect: The primary focus of the GCM is on international migration, not internal migration or internally displaced people. While the GCM recognizes the importance of protecting the rights of all migrants, regardless of their migration status, its main aim is to address the challenges and opportunities associated with cross-border migration.",
    "subject": "current_affairs",
    "id": "CA_034"
  },
  {
    "year": "2023",
    "text": "Consider the following statements: (2023) Statement-I: Israel has established diplomatic relations with some Arab States. ## Statement-II: The 'Arab Peace Initiative' mediated by Saudi Arabia was signed by Israel and Arab League. Which one of the following is correct in respect of the above statements? -",
    "options": [
      "Both Statement-I and Statement-II are correct and Statement-II is the correct explanation for Statement-I -",
      "Both Statement-I and Statement-II are correct and Statement-II is not the correct explanation for Statement-I -",
      "Statement-I is correct but Statement-II is incorrect -",
      "Statement-I is incorrect but StatementII is correct"
    ],
    "correctAnswer": 2,
    "explanation": "Statement 1 is correct: In recent years, Israel has established diplomatic relations with several Arab states, marking a significant shift in regional dynamics.",
    "subject": "current_affairs",
    "id": "CA_035"
  },
  {
    "year": "2022",
    "text": "\"Which one of the following best describes the term 'greenwashing' ? (2022) -",
    "options": [
      "Conveying a false impression that a company's products are eco-friendly and environmentally sound -",
      "Non-inclusion of ecological/ environmental costs in the Annual Financial Statements of a country -",
      "Ignoring the disastrous ecological consequences while undertaking infrastructure development -",
      "Making mandatory provisions for environmental costs in a government project/programme"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: Greenwashing is the process of conveying a false impression or providing misleading information about how a company's products are more environmentally sound. Greenwashing is considered an unsubstantiated claim to deceive consumers into believing that a company's products are environmentally friendly. Current Affairs: World-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link",
    "subject": "current_affairs",
    "id": "CA_036"
  },
  {
    "year": "2019",
    "text": "The Global Competitiveness Report is published by the: (2019) -",
    "options": [
      "International Monetary Fund -",
      "United Nations Conference on Trade and Development -",
      "World Economic Forum -",
      "World Bank"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: The Global Competitiveness Report is published by the World Economic Forum on a yearly basis. It ranks economies based upon their performance on the twelve pillars of competitiveness which include: Institutions, Infrastructure, ICT adoption, Macroeconomic stability, Health, Skills, Product market, Labour market, Financial system, Market size, Business dynamism and Innovation capability. India ranked 68 th in the 2019 edition of this report, down from 58 th in the previous year (2018). ## Additional Information: The World Economic Forum was established in 1971 as a not-for-profit foundation and is headquartered in Geneva, Switzerland. The Forum engages the foremost political, business, cultural and other leaders of society to shape global, regional and industry agendas. Some other important reports published by WEF are: - y Global Environmental Performance Index - y Social Mobility Index - y Global Gender Gap Report - y Human Capital Index - y Travel and Tourism Competitiveness Index - y Enabling Trade Report",
    "subject": "current_affairs",
    "id": "CA_037"
  },
  {
    "year": "2019",
    "text": "Which one of the following is not a subindex of the World Bank's 'Ease of Doing Business Index'? (2019) -",
    "options": [
      "Maintenance of law and order -",
      "Paying taxes -",
      "Registering property -",
      "Dealing with construction permits"
    ],
    "correctAnswer": 0,
    "explanation": "The 'Ease of Doing Business Index' is published by the World Bank every year. The index has been created to evaluate the impact of the economic policies or reforms implemented by the government in the respective countries to promote and make it easier to do business. Option (a) is not correct: This report is Current Affairs: World-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link published after evaluating the performance of countries under various parameters or subindexes which are Starting a Business, Dealing with Construction Permits, Getting Electricity, Registering Property, Getting Credit, Protecting Minority Investors, Paying Taxes, Trading across Borders, Enforcing Contracts and Resolving Insolvency. Maintenance of law and order is not a subindex of the World Bank's Ease of Doing Business Index.",
    "subject": "current_affairs",
    "id": "CA_038"
  },
  {
    "year": "2018",
    "text": "'Rule of Law Index' is released by which of the following? (2018) -",
    "options": [
      "Amnesty International -",
      "International Court of Justice -",
      "The Office of UN Commissioner for Human Rights -",
      "World Justice Project"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: The Rule of Law Index is released by the World Justice Project. The Index is a quantitative assessment tool designed to offer a comprehensive picture of the extent to which countries adhere to the rule of law. The scores of the Index can be interpreted as degrees of compliance of a legal system to a definition of Rule of Law. The index measures countries' rule of law performance across eight factors: Constraints on Government Powers, Absence of Corruption, Open Government, Fundamental Rights, Order and Security, Regulatory Enforcement, Civil Justice, and Criminal Justice.",
    "subject": "current_affairs",
    "id": "CA_039"
  },
  {
    "year": "2018",
    "text": "Recently, in which of the following countries having lakhs of people either suffered from severe famine/acute malnutrition or died due to starvation caused by war/ethnic conflicts? (2018) -",
    "options": [
      "Angola and Zambia -",
      "Morocco and Tunisia -",
      "Venezuela and Colombia -",
      "Yemen and South Sudan unacademy.com | Download the Unacademy app Give your feedback here: Link"
    ],
    "correctAnswer": 3,
    "explanation": "The United Nations (UN) defines famine as a crisis where at least 20 percent of a region's population does not have sufficient food to be healthy, more than 30 percent of children under the age of five are severely malnourished, and two in 10,000 people or four in 10,000 children die due to extreme hunger every day. Option (d) is correct : Presently, around 20 million people, including 1.4 million children, are inching closer to this state of living as the spectre of famine looms large over South Sudan, Somalia, Northeast Nigeria, and Yemen. People in these regions either suffered from severe famine/acute malnutrition or died due to starvation caused by war/ethnic conflicts. Current Affairs: World-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link It is a man-made famine, stemming from rapacious power struggles, is threatening the lives of innocent civilians, especially children, who, even if they survive, are likely to be mentally or physically stunted for the rest of their lives. ## 19 . Answer: (b) Option (b) is correct: The two-state solution would establish an independent Palestinian state alongside Israel - two states for two peoples. This is a proposed framework for resolving the Israeli-Palestinian conflict by establishing two states for two peoples: Israel for the Jewish people and Palestine for the Palestinian people. In 1993 the Israeli government and the Palestine Liberation Organization (PLO) agreed on a plan to implement a two-state solution as part of the Oslo Accords, leading to the establishment of the Palestinian Authority (PA). ## 20 . Answer: (c) Option (c) is correct: THAAD is a relatively recent addition to the United States' antiballistic missile/interceptor toolkit. THAAD is particularly well-suited to intercept and destroy short, medium, and intermediaterange ballistic missiles in their terminal phase. THAAD is able to intercept incoming missiles at endo- and exo-atmospheric altitudes, with a maximum engagement altitude of roughly 93 miles above the earth's surface. In South Korea, the THAAD missile defence system is operated by the US army stationed in the country. The US had previously announced that the deployment of this missile defence system was a countermeasure against potential attacks by North Korea, particularly after the country had engaged in testing ballistic missiles.",
    "subject": "current_affairs",
    "id": "CA_040"
  },
  {
    "year": "2017",
    "text": "The Global Infrastructure Facility is a/an: (2017) -",
    "options": [
      "ASEAN initiative to upgrade infrastructure in Asia and financed by credit from the Asian Development Bank. -",
      "World Bank collaboration that facilitates the preparation and structuring of complex infrastructure PublicPrivate Partnerships (PPPs) to enable mobilization of the private sector and institutional investor capital. -",
      "Collaboration among the major banks of the world working with the OECD and focused on expanding the set of infrastructure projects that have the potential to mobilize private vestment. -",
      "UNCTAD funded an initiative that seeks to finance and facilitate infrastructure development in the world."
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: The Global Infrastructure Facility (GIF), a G20 initiative, is a global <!-- image --> <!-- image --> collaboration platform that integrates efforts to boost private investment in sustainable, quality infrastructure projects in developing countries and emerging markets. The GIF is co-chaired by the World Bank Group. It enables collective action among a wide range of partners - including donors, development finance institutions, country governments, with inputs of private sector investors and financiers -to leverage resources and expertise and find solutions to build bankable pipelines of infrastructure projects that attract private financing. Quality infrastructure drives economic growth, social progress, and climate action. Nowhere are low-carbon, climateresilient, sustainable infrastructure needs greater than in emerging markets, where infrastructure deficits are large at best and staggering at worst.",
    "subject": "current_affairs",
    "id": "CA_041"
  },
  {
    "year": "2017",
    "text": "'Broad-based Trade and Investment Agreement (BTIA)' is sometimes seen in the news in the context of negotiations held between India and: (2017) -",
    "options": [
      "European Union -",
      "Gulf Cooperation Council -",
      "Organization for Economic Cooperation and Development -",
      "Shanghai Cooperation Organization"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: The 'Broad-based Trade and Investment Agreement (BTIA)' is a trade negotiation between India and the European Union. These negotiations are pursuant to the commitment made by political leaders at the 7 th India-EU Summit held in Helsinki in 2006 to move towards negotiations for a broadbased trade and investment agreement on the basis of the report of the India-EU High-Level Technical Group. India and the EU expect to promote bilateral trade by removing barriers to trade in goods and services and investment across all sectors of the economy. The negotiations cover Trade in Goods, Trade in Services, Investment, Sanitary and Phytosanitary Measures, Technical Barriers to Trade, Trade Remedies, Rules of Origin, Customs and Trade Facilitation, Competition, Trade Defence, Government Procurement, Dispute Settlement, Intellectual Property Rights and Geographical Indications, Sustainable Development.",
    "subject": "current_affairs",
    "id": "CA_042"
  },
  {
    "year": "2017",
    "text": "Which of the following gives 'Global Gender Gap Index' ranking to the countries of the world? (2017) -",
    "options": [
      "World Economic Forum -",
      "UN Human Rights Council -",
      "UN Women -",
      "World Health Organization"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: The Global Gender Gap Index report is published by the World Economic Forum. The report captures the magnitude of gender-based disparities and tracks their progress over time. The report benchmarks countries on four dimensions, namely: Economic Participation and Opportunity, Educational Attainment, Health and Survival and Political Attainment. Some of the other reports published by the World Economic Forum are: - y Global Competitiveness Report: It provides an annual assessment of the drivers of productivity and long-term economic Current Affairs: World-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link growth. - y Global Social Mobility Index: The index focuses on drivers of relative social mobility. It benchmarks progress on social mobility and makes effective comparisons across regions as well as generations. The ten pillars of the index are Health, Education access, Education quality and equity, Lifelong Learning, Access to Technology, Work Opportunities, Fair wages, Work Conditions, Social Protection, Efficient and Inclusive Institutions. - y Global Risk Report: It analyses the risks from societal fractures manifested through persistent and emerging risks to human health, rising unemployment, widening digital divides, youth disillusionment, and geopolitical fragmentation. - y Travel and Tourism Competitiveness Report: The index is a measurement of the factors that make it attractive to develop business in the travel and tourism industry of individual countries, rather than a measure of a country's attractiveness as a tourist destination.",
    "subject": "current_affairs",
    "id": "CA_043"
  },
  {
    "year": "2017",
    "text": "The term 'Digital Single Market Strategy' seen in the news refers to: (2017) -",
    "options": [
      "ASEAN -",
      "BRICS -",
      "EU -",
      "G20"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: The Digital Single Market Strategy was adopted by the European Union (EU) in 2015. This strategy is based on three broad pillars, - y Improving access to digital goods and services: The Digital Single Market strategy seeks to ensure better access for consumers and businesses to online goods and services across Europe, for example, by removing barriers to cross-border e-commerce and access to online content while increasing consumer protection. - y An environment where digital networks and services can prosper: The Digital Single Market aims to create the right environment for digital networks and services by providing high-speed, secure and trustworthy infrastructures and services supported <!-- image --> <!-- image --> by the right regulatory conditions. Key concerns include cybersecurity, data protection/e-privacy, and the fairness and transparency of online platforms. - y Digital as a driver for growth : The Digital Single Market Strategy aims at maximising the growth potential of the European Digital Economy so that every European can fully enjoy its benefits - notably by enhancing digital skills, which are essential for an inclusive digital society.",
    "subject": "current_affairs",
    "id": "CA_044"
  },
  {
    "year": "2016",
    "text": "The term 'Regional Comprehensive Economic Partnership' often appears in the news in the context of the affairs of a group of countries known as: (2016) -",
    "options": [
      "G20 -",
      "ASEAN -",
      "SCO -",
      "SAARC"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: The Regional Comprehensive Economic Partnership (RCEP) is a regional free trade agreement signed in 2020 between ASEAN and five countries namely China, Japan, South Korea, Australia, and New Zealand. RCEP negotiations were launched in November 2012 between the Association of Southeast Asian Nations (ASEAN includes Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand, and Vietnam) and ASEAN's free trade agreement partners (Australia, China, India, Japan, New Zealand, and Republic of Korea). RCEP formed the world's largest trading bloc, covering nearly a third of the global economy.",
    "subject": "current_affairs",
    "id": "CA_045"
  },
  {
    "year": "2016",
    "text": "'European Stability Mechanism', sometimes seen in the news, is an: (2016) -",
    "options": [
      "Agency created by the EU to deal with the impact of millions of refugees arriving from the Middle East. -",
      "Agency of the EU that provides financial assistance to eurozone countries. -",
      "Agency of the EU to deal with all the bilateral and multilateral agreements on trade. -",
      "Agency of the EU to deal with the conflicts arising among the member countries."
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: The European Stability Mechanism (ESM) was set up as an International Financial Institution by the euro area Member States to help euro area countries in severe financial distress. It provides emergency loans but in return, countries must undertake reform programmes. Together with its predecessor, the European Financial Stability Facility (EFSF), it can lend a total of €700 billion. With a paid-in capital of more than €80 billion, the ESM is one of the largest International Financial Institutions in the world. The ESM is the only official institution of the euro area. Combined with the EFSF, it has disbursed €250 billion in loans during the crisis, more than three times what the IMF disbursed globally during that period. It is one of the largest issuers of euro-denominated debt in the world.",
    "subject": "current_affairs",
    "id": "CA_046"
  },
  {
    "year": "2016",
    "text": "Which of the following is not a member of 'Gulf Cooperation Council'? (2016) -",
    "options": [
      "Iran -",
      "Saudi Arabia -",
      "Oman -",
      "Kuwait"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: Gulf Cooperation Council (GCC), a political and economic alliance of six Middle Eastern countries: Saudi Arabia, Kuwait, the United Arab Emirates, Qatar, Bahrain, and Oman. Iran is not a member of the GCC. The GCC was established in Riyadh, Saudi Arabia, in May 1981. The purpose of the GCC is to achieve unity among its members based on their common objectives and their similar political and cultural identities, which are rooted in Arab and Islamic cultures. Presidency of the council rotates annually.",
    "subject": "current_affairs",
    "id": "CA_047"
  },
  {
    "year": "2016",
    "text": "'Global Financial Stability Report' is prepared by the: (2016) -",
    "options": [
      "European Central Bank -",
      "International Monetary Fund -",
      "International Bank for Reconstruction and Development -",
      "Organisation for Economic Cooperation and Development Current Affairs: World"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: The Global Financial Stability Report is a semi-annual report published by the International Capital Markets division of the International Monetary Fund (IMF). - y The report provides an assessment of the global financial system and markets and addresses emerging market financing in a global context. - y It focuses on current market conditions, highlighting systemic issues that could pose a risk to financial stability and sustained market access by emerging market borrowers. - y Some of the other reports published by the IMF are the 'World Economic Outlook' report, Fiscal Monitor, etc.",
    "subject": "current_affairs",
    "id": "CA_048"
  },
  {
    "year": "2015",
    "text": "'Beijing Declaration and Platform for Action' often seen in the news, is: (2015) -",
    "options": [
      "a strategy to tackle the regional terrorism, an outcome of a meeting of the Shanghai Cooperation Organization. -",
      "a plan of action for sustainable economic growth in the Asia-Pacific Region, an outcome of deliberations of the Asia-Pacific Economic Forum. -",
      "an agenda for women's empowerment, an outcome of a World Conference convened by the United Nations. -",
      "a strategy to combat wildlife trafficking, a declaration of the East Asia Summit."
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: In 1995, 189 governments were joined by 17,000 participants and 30,000 non-governmental activists in Beijing for the opening of the Fourth World Conference on Women. For two weeks, government representatives worked on producing a document of agreed written targets towards achieving gender equality. The outcome of this momentous conference was the Beijing Declaration and Platform for Action, a holistic document for women empowerment and gender-neutral society.",
    "subject": "current_affairs",
    "id": "CA_049"
  },
  {
    "year": "2015",
    "text": "'BioCarbon Fund Initiative for Sustainable Forest Landscapes' is managed by the: (2015) -",
    "options": [
      "Asian Development Bank -",
      "International Monetary Fund -",
      "United Nations Environment Program -",
      "World Bank"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: The BioCarbon Fund Initiative for Sustainable Forest Landscapes initiative, a public-private program housed within and managed by the World Bank that mobilises finance for activities that sequester or conserve carbon emissions in forest and agricultural systems. - y The BioCarbon Fund Initiative for Sustainable Forest Landscapes (ISFL) collaborates with countries around the world to reduce emissions from the land sector through smarter land-use planning, policies, and practices. - y ISFL aims to help rural communities address poverty and develop sustainably while simultaneously reducing land-based greenhouse gas emissions. To accomplish these goals, ISFL programs seek to build on experience, leverage partnerships, incentivize results, and emphasise working at scale. <!-- image --> ZONE OF CONTENTION <!-- image --> Damascus",
    "subject": "current_affairs",
    "id": "CA_050"
  },
  {
    "year": "2015",
    "text": "Amnesty International is: (2015) -",
    "options": [
      "an agency of the United Nations to help refugees of civil wars. -",
      "a global Human Rights Movement. -",
      "a non-governmental voluntary organisation to help very poor people. -",
      "an inter-governmental agency to cater to medical emergencies in war-ravaged regions."
    ],
    "correctAnswer": 1,
    "explanation": "Amnesty International is an international Nongovernmental Organization (NGO) founded in London on May 28, 1961, that seeks to publicize violations by governments and other entities of rights recognized in the Universal Declaration of Human Rights (1948), especially freedom of speech and of conscience and the right against torture. Option (b) is correct: Amnesty International is a global movement campaigning for a world where human rights are enjoyed by all. It actively seeks the release of political prisoners and the relief, when necessary, of their families. It also works with intergovernmental human rights bodies to expand and enforce human rights protections in international law.",
    "subject": "current_affairs",
    "id": "CA_051"
  },
  {
    "year": "2015",
    "text": "The area known as 'Golan Heights' sometimes appears in the news in the context of the events related to: (2015) -",
    "options": [
      "Central Asia -",
      "Middle East -",
      "South-East Asia -",
      "Central Africa"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : The Golan Heights, a rocky plateau in south-western Syria, (Middle East region) has a political and strategic significance which belies its size. - y Israel seized the Golan Heights from Syria in the closing stages of the 1967 Six-Day War. Most of the Syrian Arab inhabitants fled the area during the conflict. Israel unilaterally annexed the Golan Heights in 1981. - y The Golan is a hilly, 1,200-square-kilometre (460-square-mile) plateau overlooking Lebanon, Syria and the Jordan Valley. The Golan catchment area feeds into the Jordan River and Sea of Galilee, both major sources of water for Israel. <!-- image -->",
    "subject": "current_affairs",
    "id": "CA_052"
  },
  {
    "year": "2015",
    "text": "The terms 'Agreement on Agriculture', 'Agreement on the Application of Sanitary and Phytosanitary Measures' and Peace Clause' appear in the news frequently in the context of the affairs of the: (2015) -",
    "options": [
      "Food and Agriculture Organisation -",
      "United Nations Framework Conference on Climate Change -",
      "World Trade Organisation -",
      "United Nations Environment Programme"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: The WTO Agreement on Agriculture, which came into force in 1995, represents a significant step towards reforming agricultural trade and making it fairer and more competitive. Article 13 ('due restraint') of the Agriculture Agreement protects countries using subsidies which comply with the agreement from being challenged under other WTO agreements. - y Without this 'peace clause', countries would have greater freedom to take action against each other's subsidies, under the Subsidies and Countervailing Measures Agreement and related provisions. - y The Agreement on the Application of Sanitary and Phytosanitary Measures (the 'SPS Agreement') entered into force with the establishment of the World Trade Organization on 1 January 1995. It concerns the application of food safety and animal and plant health regulations. Current Affairs: World-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link",
    "subject": "current_affairs",
    "id": "CA_053"
  },
  {
    "year": "2015",
    "text": "Which one of the following issues the 'Global Economic Prospects' report periodically? (2015) -",
    "options": [
      "The Asian Development Bank -",
      "The European Bank for Reconstruction and Development -",
      "The US Federal Reserve Bank -",
      "The World Bank"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: Global Economic Prospects is a flagship report of the World Bank Group that examines global economic developments and prospects, with a special focus on emerging markets and developing economies. It is issued twice a year. Some other reports published by the World Bank are: - y Ease of Doing Business Report - y World Development Report - y Ease of Living Index - y The Service Trade Restriction Index ## Additional Information: - y The World Bank is a multilateral institution established in 1944. It comprises two institutions: The International Bank for Reconstruction and Development (IBRD) and the International Development Association (IDA). - y The World Bank is different from the World Bank Group. The World Bank Group comprises three more institutions along with the IBRD and IDA, which are:",
    "subject": "current_affairs",
    "id": "CA_054"
  },
  {
    "year": "2015",
    "text": "Among the following which were frequently mentioned in the news for the outbreak of Ebola virus recently? (2015) -",
    "options": [
      "Syria and Jordan -",
      "Guinea, Sierra Leone and Liberia -",
      "Philippines and Papua New Guinea -",
      "Jamaica, Haiti and Surinam"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: The 2014 outbreak of Ebola virus disease in West Africa was the 'largest, most severe and most complex Ebola epidemic' in history, according to the World Health Organization. More than 28,000 people were infected, and over 11,000 people died before the international public health emergency ended in June 2016. The outbreak started in Guinea and then moved across land borders to Sierra Leone and Liberia. Ebola: Current Affairs: World-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link - y Ebola virus disease (EVD), formerly known as Ebola haemorrhagic fever, is a rare but severe, often fatal illness in humans. - y The virus is transmitted to people from wild animals and spreads in the human population through human-to-human transmission. - y The average EVD case fatality rate is around 50%. Case fatality rates have varied from 25% to 90% in past outbreaks. - y Community engagement is key to successfully controlling outbreaks. - y Good outbreak control relies on applying a package of interventions, namely case management, infection prevention and control practices, surveillance and contact tracing, a good laboratory service, safe and dignified burials and social mobilisation.",
    "subject": "current_affairs",
    "id": "CA_055"
  },
  {
    "year": "2015",
    "text": "The 'Fortaleza Declaration' recently in the news, is related to the affairs of: (2015) -",
    "options": [
      "ASEAN -",
      "BRICS -",
      "OECD -",
      "WTO"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: The Fortaleza Declaration of heads of state from Brazil, Russia, India, <!-- image --> <!-- image --> China, and South Africa (BRICS countries) is the latest evidence in the rise of regional assertion in the global field. - y The leaders of the BRICS nations through the 'Fortaleza Declaration' have pulled off a coup of sorts in announcing the establishment of a New Development Bank (NDB) with an initial subscribed capital of $50 billion. - y Significantly, they have chosen to share the capital equally among themselves. The capital base is to be used for funding infrastructure and 'sustainable development' projects in the BRICS countries initially.",
    "subject": "current_affairs",
    "id": "CA_056"
  },
  {
    "year": "2014",
    "text": "Recently, a series of uprisings of people referred to as 'Arab Spring' originally started from: (2014) -",
    "options": [
      "Egypt -",
      "Lebanon -",
      "Syria -",
      "Tunisia"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: The Arab Spring began with the self-immolation of Mohamed Bouazizi on 17 December 2010. They led to the ousting of Ben Ali on 14 January 2011, when he officially resigned after fleeing to Saudi Arabia, ending his 23 years in power. - y The key driving force behind the protests was a pan-Arabist anger against the old system. Also, the economic model based on patronage was crumbling in those countries. - y The Arab Spring is a revolutionary wave of demonstrations, protests and civil wars in the Arab world that spread throughout the countries of the Arab League. It originally started from Tunisia.",
    "subject": "current_affairs",
    "id": "CA_057"
  },
  {
    "year": "2011",
    "text": "Southeast Asia has captivated the attention of the global community over space and time as a geo strategically significant region. Which among the following is the most convincing explanation for this global perspective? (2011) -",
    "options": [
      "It was the hot theatre during the Second World War. -",
      "Its location is between the Asian powers of China and India. -",
      "It was the arena of superpower confrontation during the Cold War period. -",
      "Its location between the Pacific and Indian Oceans and its preeminent maritime character."
    ],
    "correctAnswer": 3,
    "explanation": "VIETNAM Southeast Asia, a vast region of Asia situated east of the Indian subcontinent and south of China. It consists of two dissimilar portions: a continental projection (commonly called mainland Southeast Asia) and a string of archipelagoes to the south and east of the BRUNEI mainland (insular Southeast Asia). Extending some 700 miles (1,100 km) southward from the mainland and insular Southeast Asia is the Malay Peninsula. Option (d) is correct: Southeast Asia is at the crossroads of the Pacific Ocean and the Indian Ocean hosting some of the most important maritime trade routes in the world. It also has been of great importance that Southeast Asia, which is the most easily accessible tropical region in the world, lies strategically astride the sea passage between East Asia and the Middle Eastern-Mediterranean world. <!-- image --> Current Affairs: World-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image -->",
    "subject": "current_affairs",
    "id": "CA_058"
  },
  {
    "year": "2011",
    "text": "The \"New START\" treaty was in the news. What is this treaty? (2011) -",
    "options": [
      "It is a bilateral strategic nuclear arms reduction treaty between the USA and the Russian Federation. -",
      "It is a multilateral energy security unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> - cooperation treaty among the members of the East Asia Summit. -",
      "It is a treaty between the Russian Federation and the European Union for energy security cooperation. -",
      "It is a multilateral cooperation treaty among the BRICS countries for the promotion of trade. 2 ## Current Affairs: WorldExplanation"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: New START is an agreement for nuclear arms reduction between the United States and Russian Federation, signed in 2010 in Prague (capital of Czech Republic). It entered into force in 2011. It established a limit on deployed strategic warheads. The Treaty limits the United States and Russia on the deployments of warheads. - y The formal name of the New START Treaty is 'Measures for the further reduction and Limitation of Strategic Offensive Arms'. The Treaty was signed to reduce nuclear arms production and utilisation by the US and Russia. - y Under the Treaty, the countries will reduce their strategic nuclear missile launchers by half. The treaty established an inspection and verification regime replacing the Treaty of Moscow (SORT). Current Affairs: World-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link ## GK/Persons in News",
    "subject": "current_affairs",
    "id": "CA_059"
  },
  {
    "year": "",
    "text": "Online authentication using iris is possible. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 3,
    "explanation": "Statement 1 is not correct: Coal-based thermal power plants in India also use sea water. The Mundra Thermal Power Plant employs a closed-cycle induced draft circulating cooling water system that utilizes seawater. Statement 2 is not correct: According to research by the World Resources Institute (WRI), about 40% of India's thermal power plants in India are situated in the region experiencing a significant water crisis . he scarcity of water is already causing disruptions in electricity generation in these areas, with 14 out of India's 20 largest thermal utilities having experienced at least one shutdown between 2013 and 2016 due to water shortages. Statement 3 is not correct: In India, a total of <!-- image --> 269 Thermal Power Plants are there, with 138 of them being owned by the public sector and the remaining 131 owned by the private sector.",
    "subject": "current_affairs",
    "id": "CA_060"
  },
  {
    "year": "",
    "text": "They shall submit the consolidated system audit report to the Comptroller unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> and Auditor General of India by the end of the calendar year. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 0,
    "explanation": "Statement-I is correct: 7th August is declared as National Handloom Day by the Government of India to commemorate the Swadeshi Movement launched in 1905 and to honour the handloom weavers of the country. The Swadeshi Movement played a significant role in promoting Indian handloom and indigenous textiles as a symbol of India's cultural heritage and self-reliance. Statement-II is correct: The Swadeshi Movement was launched on 7th August 1905. The Swadeshi Movement was a significant socio-political movement during India's struggle for independence from British rule. It aimed to promote the use of indigenous goods and products and boycott British-made goods, particularly textiles.",
    "subject": "current_affairs",
    "id": "CA_061"
  },
  {
    "year": "2023",
    "text": "Consider the following statements: (2023) Statement-I: According to the United Nations' 'World Water Development Report, 2022', India extracts more than a quarter of the world's groundwater withdrawal each year. ## Statement-II: India needs to extract more than a quarter of the world's groundwater each year to satisfy the drinking water and sanitation needs of almost 18% of world's population living in its territory. Which one of the following is correct in respect of the above statements? -",
    "options": [
      "Both Statement-I and Statement-II are unacademy.com | Download the Unacademy app Give your feedback here: Link - correct and Statement-II is the correct explanation for Statement-I -",
      "Both Statement-I and Statement-II are correct and Statement-II is not the correct explanation for Statement-I -",
      "Statement-I is correct but Statement-II is incorrect -",
      "Statement-I is incorrect but StatementII is correct"
    ],
    "correctAnswer": 3,
    "explanation": "## Statement-I is incorrect: Statement-II is correct: According to the official guidelines for the Indian national flag, the ratio of its length to its height (width) should be 3:2. This means that the length of the flag should be 1.5 times its height. The flag's dimensions are designed to maintain the a nal lallujall. <!-- image --> proper proportions and ensure its aesthetic appeal.",
    "subject": "current_affairs",
    "id": "CA_062"
  },
  {
    "year": "",
    "text": "Vietnam has the most productive e-service sector in the Indo-Pacific region. Which of the statements given above are correct ? -",
    "options": [
      "2 and 4 -",
      "3 and 5 -",
      "1, 3 and 4 -",
      "1 and 2"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: 'The Man Who Knew Infinity,' is a biopic about the early-20thcentury mathematician Srinivasa Ramanujan, who found the divine in integers. The film is based on the 1991 book of the same name by Robert Kanigel. The film stars Dev Patel as Srinivasa Ramanujan. An unusual cocktail fast around the world in 2009 so the Health Organization called it a pandemi",
    "subject": "current_affairs",
    "id": "CA_063"
  },
  {
    "year": "",
    "text": "The Food Safety and Standards Authority of India (FSSAI) is under the charge of Director General of Health Services in the Union Ministry of Health and Family Welfare. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: Operation SADBHAVANA', is an initiative of the Indian Army to support various welfare activities in the Union Territory of Ladakh. The Indian Army is engaged in activities including the operation of Army Goodwill Schools, infrastructure development projects, and educational tours for children living in remote areas of the Union Territory (UT) of Ladakh.",
    "subject": "current_affairs",
    "id": "CA_064"
  },
  {
    "year": "",
    "text": "Women with two children get reduced entitlements. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: The correct order of ranks in the three services of the Indian Defence Forces. | Army | Airforce | Navy | |---------------|------------------|--------------| | Brigadier | Air Commodore | Commodore | | Major General | Air Vice Marshal | Rear Admiral | | Major | Squadron Leader | Lieutenant Commander | |--------------------|-------------------|------------------------| | Lieutenant Colonel | Wing Commander | Commander |",
    "subject": "current_affairs",
    "id": "CA_065"
  },
  {
    "year": "",
    "text": "The trophy for the winning team in the women's section is the HamiltonRussell Cup. How many of the statements given above are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "Only three -",
      "All four"
    ],
    "correctAnswer": 0,
    "explanation": "Statement 1 is correct: Carbon fibre is increasingly celebrated as a wonder material for the clean economy. Its unique combination of high strength and low weight has helped drive the wind power revolution and make planes more fuel efficient. Auto makers are also waking up to the material's potential to make lighter and more efficient vehicles. Statement 2 is not correct: The carbon fibre can be recycled . There is a need to divert carbon fibre from landfill, they could open the gates for use of recycled carbon fibre in cars, bikes and for dozens of other applications. They could also save a lot of energy.",
    "subject": "current_affairs",
    "id": "CA_066"
  },
  {
    "year": "",
    "text": "Thailand Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2, 3 and 4 only -",
      "1 and 3 only -",
      "1, 2 and 5 only"
    ],
    "correctAnswer": 2,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_067"
  },
  {
    "year": "2023",
    "text": "'Wolbachia method' is sometimes talked about with reference to which one of the following? (2023) -",
    "options": [
      "Controlling the viral diseases spread by mosquitoes -",
      "Converting crop residues into packing material -",
      "Producing biodegradable plastics -",
      "Producing biochar from thermochemical conversion of biomass"
    ],
    "correctAnswer": 0,
    "explanation": "Considered light and sweet The 'Wolbachia method' is a biological approach used to control mosquito populations, specifically those that transmit diseases like dengue, Zika, and chikungunya. Wolbachia is a type of bacteria that naturally infects a wide range of insects, including mosquitoes. The method involves introducing Wolbachia bacteria into the mosquito population to reduce their ability to transmit diseases. When female mosquitoes carrying Wolbachia bacteria mate with male mosquitoes that do not carry Wolbachia, the resulting eggs often fail to develop or hatch. This leads to a decrease in the overall mosquito population. In addition, the presence of Wolbachia can also interfere with the replication of certain disease-causing viruses within the mosquito, further reducing their ability to transmit diseases.",
    "subject": "current_affairs",
    "id": "CA_068"
  },
  {
    "year": "2020",
    "text": "The term 'West Texas Intermediate', sometimes found in news, refers to a grade of: (2020) -",
    "options": [
      "Crude oil -",
      "Bullion -",
      "Rare earth elements -",
      "Uranium"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: West Texas Intermediate is a particular grade of crude oil. This oil is primarily sourced from Texas and serves as a global benchmark for setting global oil prices. Crude oil mainly comes under two different grades or benchmarks (reference price for buyers and sellers), namely, Brent Crude and West Texas Intermediate (WTI). Brent Crude: It is the most popular traded grade, produced in the Brent oil fields and other sites in the North Sea. It is the benchmark for African, European and Middle Eastern crude oils. This grade dictates nearly two-thirds of the world's crude oil production. WTI: It is the benchmark for crude oil for the United States. It, however, continues to be the main benchmark oil consumed in the United States. <!-- image --> ## 9 . Answer: (c) Option (c) is correct: WannaCry is ransomware unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> ZIKAYRUS <!-- image --> to the virus. through the BITE OF which is used for cyberattacks worldwide. It targets computers running the Microsoft Windows operating system by encrypting data and demanding ransom payments in Bitcoin cryptocurrency. cross the placenta, infecking the fetus. The virus can also be transmitted sexually. TRANSFUSION • The virus can also be The Petya ransomware not only encrypts files, but it also locks the entire disk, making it basically unusable until the infection is removed. It shuts down the system and asks for a ransom of $300 in bitcoins on rebooting. Code known as 'Eternal Blue,' which cyber security experts widely believe was stolen from the US National Security Agency (NSA) and was also used in a ransomware attack, named 'WannaCry.'",
    "subject": "current_affairs",
    "id": "CA_069"
  },
  {
    "year": "2017",
    "text": "What is the purpose of the 'evolved Laser Interferometer Space Antenna (eLISA)' project? (2017) -",
    "options": [
      "To detect neutrinos -",
      "To detect gravitational waves -",
      "To detect the effectiveness of missile defence system -",
      "To study the effect of solar flares on our communication systems"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: The evolved Laser Interferometer Space Antenna (eLISA) is a mission aiming at exploring the Gravitational Universe from space. The eLISA mission consists of a 'Mother' and two 'Daughter' spacecraft. These will orbit the Sun in a triangular configuration. The three satellites will form a precision interferometer, with the two Daughter spacecraft connected to the mother one by 1 million km long laser beams. This interferometer will be capable of detecting gravitational waves at frequencies in the range of 0.1 MHz to 1 Hz. <!-- image --> noise caused by the terrestrial gravity gradient noise: in this sense, eLISA will complement the efforts of ground-based gravitational wave detectors.",
    "subject": "current_affairs",
    "id": "CA_070"
  },
  {
    "year": "2017",
    "text": "The terms 'Event Horizon', 'Singularity', 'String Theory' and 'Standard Model' are sometimes seen in the news in the context of: (2017) -",
    "options": [
      "Observation and understanding of the Universe -",
      "Study of the solar and the lunar eclipses -",
      "Placing satellites in the orbit of the Earth -",
      "Origin and evolution of living organisms on the Earth unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image -->"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: 'Event Horizon' , 'Singularity' , 'String Theory' and 'Standard Model' are used for the observation and understanding of the Universe. Such a frequency interval is not accessible on Earth due to arm length limitations and to - y Singularity and Event Horizons are concerned with Black Holes. Singularities were first predicted as Einstein's Theory of General Relativity, which gave the Give your feedback here: Link IN%. caninI anIu theoretical existence of black holes. In this, any star that reaches beyond a certain point in its mass would exert a gravitational force. Event Horizon is the boundary defining the region of space around a black hole from which nothing (not even light) can escape. - y String Theory and 'Standard Model' try to observe and understand the universe. String Theory states that everything in our Universe is made up of tiny vibrating strings. These strings are one-dimensional objects and are identical to one another. - y The Standard Model is a theory that displays modern ideas about the original basic material for building the Universe. This model describes how matter is formed from its basic components; what interaction forces exist between its components. <!-- image -->",
    "subject": "current_affairs",
    "id": "CA_071"
  },
  {
    "year": "2016",
    "text": "'Project Loon', sometimes seen in the news, is related to: (2016) -",
    "options": [
      "Waste management technology -",
      "wireless communication technology -",
      "solar power production technology -",
      "water conservation technology"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: Project Loon is a pilot project developed by Google LLC with an aim of providing economic internet access across the world. It comprises a network of balloons that would float above in the stratosphere higher than the airplanes and the weather. <!-- image --> Project Loon targets such parts of the world and others that have been hit by natural calamities and allows them internet connectivity. It uses wireless communication technology to provide internet services.",
    "subject": "current_affairs",
    "id": "CA_072"
  },
  {
    "year": "2016",
    "text": "Recently, our scientists have discovered a new and distinct species of banana plant which attains a height of about 11 metres and has orange-coloured fruit pulp. In which part of India has it been discovered? (2016) -",
    "options": [
      "Andaman Islands -",
      "Anaimalai Forests -",
      "Maikal Hills -",
      "Tropical rain forests of northeast"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : Scientists at the Botanical Survey of India (BSI) have discovered a new species of banana from a remote tropical rainforest on the Little Andaman Islands. The species, Musa indandamanensis, was located about 16 km inside the Krishna Nalah Forest in the island. Wild banana species are largely distributed in some tropical rainforests, wet evergreen forests to deciduous forests of low rainfall zones. The major centres for these wild bananas can be found from India to Indonesia. The Andaman and Nicobar Islands in the Indian Ocean are little known. <!-- image -->",
    "subject": "current_affairs",
    "id": "CA_073"
  },
  {
    "year": "2016",
    "text": "Which one of the following is the best description of 'INS Astradharini', that was in the news recently? (2016) -",
    "options": [
      "Amphibious warfare ship -",
      "Nuclear-powered submarine -",
      "Torpedo launch and recovery vessel -",
      "Nuclear-powered aircraft carrier"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: INS Astradharini is the Indian Navy's first indigenously designed and built torpedo launch and recovery vessel. The unique design of the ship was a collaborative effort of Naval Science and Technological Laboratory, IIT Kharagpur and Shoft Shipyard. The catamaran hull configuration significantly reduces its power requirement. INS Astradharini will be used to carry out the technical trials of underwater weapons and systems developed by the city-based NSTL. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> vv ao It is an advanced replacement for Astravahini which was decommissioned on July 17, 2015 <!-- image -->",
    "subject": "current_affairs",
    "id": "CA_074"
  },
  {
    "year": "2016",
    "text": "What is 'Greased Lightning-10 (GL-10)', recently in the news? (2016) -",
    "options": [
      "Electric plane tested by NASA -",
      "Solar-powered two-seater aircraft designed by Japan -",
      "Space observatory launched by China -",
      "Reusable rocket designed by ISRO"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: In 2015, NASA Langley researchers completed a carbon fiber hybridelectric Vertical Take-Off and Landing (VTOL) drone prototype named Greased Lightning (or GL-10) and was successfully remotely piloted from a hover to wing-borne flight back to landing. The purpose of this research project was to take advantage of new technologies, electric engine propulsion and affordable drone flight controllers (closed loop controllers) and make an aircraft which would take on the best aspects of an airplane and helicopter and fly with superb reliability, affordably and excellent stability. <!-- image --> Greased Lightning-10 (GL-10) is an aircraft configuration that combines the characteristics of a cruise efficient airplane with the ability to perform vertical take-off and landing (VTOL). This aircraft has been designed, fabricated and flight tested at the small unmanned aerial system (UAS) scale.",
    "subject": "current_affairs",
    "id": "CA_075"
  },
  {
    "year": "2016",
    "text": "The term 'Base Erosion and Profit Shifting' is sometimes seen in the news in the context of: (2016) -",
    "options": [
      "mining operation by multinational companies in resource-rich but backward areas -",
      "curbing of the tax evasion by multinational companies -",
      "exploitation of genetic resources of a country by multinational companies -",
      "lack of consideration of environmental costs in the planning and implementation of developmental projects"
    ],
    "correctAnswer": 1,
    "explanation": "Base Erosion and Profit Shifting are the techniques by which firms operating in multiple jurisdictions shift their profits from the jurisdiction of one nation to another by exploiting tax laws and taking advantage of lower tax rates. Through ways such as transfer pricing, firms often manipulate their purchase prices from their own related concerns in other jurisdictions so that the profits accrue to the related concern that is operating in a lower tax jurisdiction. Option (b) is correct: Governments have been worrying about such practices and take steps to plug loopholes so that such practices cannot take place and curb tax evasion by multinational companies. Advance pricing unacademy.com | Download the Unacademy app Give your feedback here: Link agreements form a way out of this.",
    "subject": "current_affairs",
    "id": "CA_076"
  },
  {
    "year": "2018",
    "text": "The term 'Two state Solution' is sometimes mentioned in the new in the context of the affairs of: (2018) -",
    "options": [
      "China -",
      "Israel -",
      "Iraq -",
      "Yemen"
    ],
    "correctAnswer": 2,
    "explanation": "A Geographical Indication (GI) is a status given to certain products which correspond to a specific geographical location or origin (e.g., a town, region, or country). The use of a GI may act as a certification that the product possesses certain qualities, is made according to traditional methods, or enjoys a certain reputation, due to its geographical origin. <!-- image --> - y Banarasi Brocade has been in existence since the Mughal era and can be identified with a narrow fringe-like pattern, called Jhalar, found along the inner and outer border. This fringe resembles a string of leaves. Banarasi Brocade is a GI-protected item. As per the GI registry, brocade sarees made only in the districts of Varanasi, Chandauli, Mirzapur, Jaunpur, Bhadohi and Azamgarh in Uttar Pradesh can be authentically identified as Banarasi saree or brocade. [Option 1 is correct] - y Rajasthani Dal-Bati-Churma is the most popular dish of Rajasthani cuisine. This meal is an esteemed part of every Rajasthani household. This dish has not been accorded 'Geographical Indication' status yet. [Option ## 2 is not correct] - y India's richest temple, the Venkateshwara (Tirupati) temple, continues to have the patent of its famous 'Laddu'. It is the decision by the Geographical Indications Registry which also granted Laddu the status of Geographical Indicator of the Tirupati region. [Option 3 is correct] <!-- image -->",
    "subject": "current_affairs",
    "id": "CA_077"
  },
  {
    "year": "2018",
    "text": "What is \"Terminal High Altitude Area Defense (THAAD)\", sometimes seen in the news? (2018) -",
    "options": [
      "An Israeli radar system -",
      "India's indigenous anti-missile program -",
      "An American anti-missile system -",
      "A defence collaboration between Japan and South Korea"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: Odia became the sixth language of the country to get classical language status on 20 th February 2014 after Malayalam (2013), Telugu (2008), Kannada (2008), Sanskrit (2005) and Tamil (2004). Sahitya Akademi is the authority that gives the status of classical languages. According to information provided by the Ministry of Culture in the Rajya Sabha in February 2014, the guidelines for declaring a language as 'Classical' are: - y High antiquity of its early texts/recorded history over a period of 1500-2000 years. - y A body of ancient literature/texts, which is considered a valuable heritage by generations of speakers. - y The literary tradition is original and not borrowed from another speech community. - y The classical language and literature being distinct from modern, there may also unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> Human Waste <!-- image --> be a discontinuity between the classical language and its later forms or its offshoots. Once a language is notified as a classical language, it will have the following benefits: - y Two major annual international awards for scholars of eminence in classical Indian languages. - y A Centre of Excellence for Studies in Classical Languages is set up. - y The University Grants Commission is requested to create, to start with at least in the Central Universities, a certain number of Professional Chairs for the Classical languages so declared.",
    "subject": "current_affairs",
    "id": "CA_078"
  },
  {
    "year": "",
    "text": "It ensures that coal mining companies deliver the coal to end users in the prescribed time. Select the correct answer using the code given below : -",
    "options": [
      "1, 2 and 3 -",
      "3 and 4 only -",
      "1 and 2 only -",
      "1, 2 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_079"
  },
  {
    "year": "",
    "text": "Cost of defence in the court of law if any third-party files a suit. Select the correct answer using the code given below: -",
    "options": [
      "1, 2 and 4 only -",
      "1, 3 and 4 only -",
      "2 and 3 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_080"
  },
  {
    "year": "",
    "text": "Irular and Konda Reddi tribes are included in the list of PVTGs. Current Affairs: India Which of the statements given above are correct? -",
    "options": [
      "1, 2 and 3 only -",
      "2, 3 and 4 only -",
      "1, 2 and 4 only -",
      "1, 3 and 4 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_081"
  },
  {
    "year": "",
    "text": "To promote the consumption of poultry eggs. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "1, 2 and 3 only -",
      "1, 2 and 4 only Current Affairs: India ##",
      "3 and 4 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_082"
  },
  {
    "year": "",
    "text": "Vegetarian/non-vegetarian Select the correct answer using the code given below. -",
    "options": [
      "1, 2 and 3 -",
      "2, 3 and 4 -",
      "1, 2 and 4 -",
      "1 and 4 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_083"
  },
  {
    "year": "",
    "text": "Conducting the delivery of baby. Select the correct answer using the code given below: -",
    "options": [
      "1, 2 and 3 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_084"
  },
  {
    "year": "",
    "text": "It is eco-friendly to use bioasphalt for surfacing of the roads. Which of the statements given above are correct? -",
    "options": [
      "1, 2 and 3 only -",
      "1, 3 and 4 only -",
      "2 and 4 only -",
      "1, 2, 3 and 4 Give your feedback here: Link 1 ## Current Affairs: India-Explanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_085"
  },
  {
    "year": "2023",
    "text": "Consider the following statements in respect of the National Flag of India according to the Flag Code of India, 2002: (2023) <!-- image --> ## Statement-I: One of the standard sizes of the National Flag of India is 600 mm × 400 mm. ## Statement-II: The ratio of the length to the height (width) of the Flag shall be 3 : 2. Which one of the following is correct in respect of the above statements? -",
    "options": [
      "Both Statement-I and Statements-II are correct and Statement-II is the correct explanation for Statement-I -",
      "Both Statement-I and Statements-II are correct and Statement-II is not the correct explanation for Statement-I -",
      "Statement-I is correct but Statement-II is incorrect -",
      "Statement-I is incorrect but StatementII is correct"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_086"
  },
  {
    "year": "2016",
    "text": "A recent movie titled The Man Who Knew Infinity is based on the biography of: (2016) -",
    "options": [
      "S. Ramanujan -",
      "S. Chandrasekhar -",
      "S. N. Bose -",
      "C. V. Raman unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image -->"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_087"
  },
  {
    "year": "",
    "text": "Appeals against the decisions of PNGRB go before the Appellate Tribunals for Electricity. Which one of the statements given above is correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_088"
  },
  {
    "year": "",
    "text": "In India, more than 90% of teacher education institutions are directly under the State Governments. Which of the statements given above is/are correct? Current Affairs: India -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "1 and 3 only -",
      "3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_089"
  },
  {
    "year": "",
    "text": "Connect many of our villages to the Internet and bring Wi-Fi to many of our schools, public places and major tourist centres. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_090"
  },
  {
    "year": "",
    "text": "It aims to align the competencies of the unregulated workforce of the country to the National Skill Qualification Framework. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 3 only -",
      "2 only -",
      "2 and 3 only -",
      "1, 2, and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_091"
  },
  {
    "year": "",
    "text": "checking the overuse of fertilisers in farmlands. Which of the above statements is/are correct? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_092"
  },
  {
    "year": "",
    "text": "Body corporate Select the correct answer using the code unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> given below: -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_093"
  },
  {
    "year": "",
    "text": "To encourage voluntary monetary contributions from private individuals and organisations so as to improve the infrastructure facilities for primary and secondary schools. Select the correct answer using the code given below: -",
    "options": [
      "2 only -",
      "3 only -",
      "1 and 2 only -",
      "2 and 3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_094"
  },
  {
    "year": "",
    "text": "To encourage young entrepreneurs to set up a business, particularly in rural areas Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3 Current Affairs: India"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_095"
  },
  {
    "year": "",
    "text": "It is a programme aimed at making all the financial transactions in our country completely digital in a decade. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> Select the correct answer using the code given below: -",
    "options": [
      "1 and 3 only -",
      "2 only -",
      "3 only -",
      "2 and 3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_096"
  },
  {
    "year": "",
    "text": "The Act provides for three authorities for investigations but does not provide for any appellate mechanism. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "1 and 3 only -",
      "2 and 3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_097"
  },
  {
    "year": "",
    "text": "Same amount of pension is guaranteed for the spouse for life after the subscriber's death. Select the correct answer using the code given below. -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_098"
  },
  {
    "year": "",
    "text": "Tubular fluorescent lamps Select the correct answer using the code given below. -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_099"
  },
  {
    "year": "",
    "text": "One of the Chief Ministers of the States through which the Ganga flows becomes the Chairman of NGRBA on rotation basis. Select the correct answer using the code given below. -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_100"
  },
  {
    "year": "",
    "text": "An important objective of the scheme is to encourage farmers of commercial crops to shift to millet cultivation by offering them free kits of critical inputs of nutrients and micro irrigation equipment. Select the correct answer using the code given below. -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 2 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_101"
  },
  {
    "year": "",
    "text": "In case of death of a consumer, his/her legal heir can file a complaint in the consumer forum on his/her behalf. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_102"
  },
  {
    "year": "",
    "text": "to provide for wage loss due to pregnancy and confinements Which of the statements given above is/are correct -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_103"
  },
  {
    "year": "2023",
    "text": "Consider the following statements: (2023) Statement-I: Recently, the United States of America (USA) and the European Union (EU) have launched the 'Trade and Technology Council'. ## Statement-II: The USA and the EU claim that through Current Affairs: World <!-- image --> this they are trying to bring technological progress and physical productivity under their control. Which one of the following is correct in respect of the above statements? -",
    "options": [
      "Both Statement-I and Statement-II are correct and Statement-II is the correct explanation for Statement-I -",
      "Both Statement-I and Statement-II are correct and Statement-II is not the correct explanation for Statement-I -",
      "Statement-I is correct but Statement-II is incorrect -",
      "Statement-I is incorrect but StatementII is correct"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_104"
  },
  {
    "year": "",
    "text": "enables the countries of the European Union to share their technologies How many of the above statements are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None`"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_105"
  },
  {
    "year": "",
    "text": "The GCM addresses internal migration or internally displaced people also in its objectives and commitments. How many of the above statements are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_106"
  },
  {
    "year": "",
    "text": "Some people who fled from civil war in Somalia live in Dadaab refugee complex in Kenya. unacademy.com | Download the Unacademy app Give your feedback here: Link Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 -",
      "2 only -",
      "2 and 3 -",
      "3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_107"
  },
  {
    "year": "",
    "text": "Roger Federer received this award the maximum number of times compared to others. Which of the above statements are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_108"
  },
  {
    "year": "",
    "text": "In the last five years, Nepal has been the largest trading partner of India in South Asia. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_109"
  },
  {
    "year": "",
    "text": "UN-Habitat contributed to the overall objective of the United Nations system to reduce poverty and to promote access to safe drinking water and basic sanitation. Select the correct answer using the code given below: -",
    "options": [
      "1, 2 and 3 -",
      "1 and 3 only -",
      "2 and 3 only -",
      "1 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_110"
  },
  {
    "year": "",
    "text": "Child mortality Select the correct answer using the code given below. -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1, 2 and 3 -",
      "1 and 3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_111"
  },
  {
    "year": "",
    "text": "Rohingya Myanmar Which of the pairs given above is/are correctly matched? -",
    "options": [
      "1 and 2 -",
      "2 only -",
      "2 and 3 -",
      "3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_112"
  },
  {
    "year": "",
    "text": "It provides assistance and protection to States (Parties) against chemical weapons threats. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_113"
  },
  {
    "year": "",
    "text": "It assists the countries in their 'REDD+ (Reducing Emissions from Deforestation +)' efforts by providing them with financial and technical assistance. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3 unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image -->"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_114"
  },
  {
    "year": "",
    "text": "Rare earth metals are essential for the manufacture of various kinds of electronic items and there is growing demand for these elements. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3 Current Affairs: World"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_115"
  },
  {
    "year": "",
    "text": "It does not contain sulphur. Which of the statements given above is/are correct? -",
    "options": [
      "2 only -",
      "1 and 2 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_116"
  },
  {
    "year": "",
    "text": "None of them is privately owned. How many of the above statements are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_117"
  },
  {
    "year": "2023",
    "text": "Consider the following statements: (2023) Statement-I: 7th August is declared as the National Handloom day. ## Statement-II: It was in 1905 that the Swadeshi movement was launched on the same day. Which one of the following is correct in respect of the above statements? -",
    "options": [
      "Both Statement-I and Statement-II are correct and Statement-II is the correct explanation for Statement-I -",
      "Both Statement-I and Statement-II - are correct and Statement-II is not the correct explanation for Statement-I -",
      "Statement-I is correct but Statement-II is incorrect -",
      "Statement-I is incorrect but StatementII is correct"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_118"
  },
  {
    "year": "",
    "text": "Principal Military Advisor to the Defence Minister on all tri-service matters. Select the correct answer using the code given below: -",
    "options": [
      "1, 2 and 3 -",
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_119"
  },
  {
    "year": "2024",
    "text": "Which of the following is/are correctly matched in terms of equivalent rank in the three services of the Indian Defence Forces? (2024) | | Army | Air Force | Navy | |----|--------------------|------------------|----------------------| | 1 | Brigadier | Air Commodore | Commander | | 2 | Major General | Air Vice Marshal | Vice Admiral | | 3 | Major | Squadron Leader | Lieutenant Commander | | 4 | Lieutenant Colonel | Group Captain | Captain | <!-- image --> Select the correct answer using the code given below: -",
    "options": [
      "1 and 4 -",
      "1 and 3 -",
      "2, 3 and 4 -",
      "3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_120"
  },
  {
    "year": "",
    "text": "Detection of the tilt of the smartphone which results in the rotation of display between portrait and landscape mode How many of the above actions is the function of the accelerometer required? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None unacademy.com | Download the Unacademy app Give your feedback here: Link"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_121"
  },
  {
    "year": "",
    "text": "To prevent infiltration on the international border/coastal areas, the Border Wing Home Guards Battalions have been raised in some States. How many of the above statements are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_122"
  },
  {
    "year": "",
    "text": "Tirupati Laddu Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_123"
  },
  {
    "year": "",
    "text": "It has a corpus of Rs. 4,00,000 Crore at present. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_124"
  },
  {
    "year": "",
    "text": "An outcome expected from the implementation of NSQF is the mobility between vocational and general education. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_125"
  },
  {
    "year": "",
    "text": "National Career Service has been launched in a Mission Mode to improve the employment opportunities to uneducated youth of the country. Which of the above statements is/are ## correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_126"
  },
  {
    "year": "",
    "text": "NCPI has launched RuPay, a card payment scheme. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_127"
  },
  {
    "year": "",
    "text": "AGMARK is a quality Certification Mark issued by the Food and Agriculture Organisation (FAO). Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_128"
  },
  {
    "year": "",
    "text": "The Chairman of QCI is appointed by the Prime Minister on the recommendations of the industry to the Government. Which of the above statements is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_129"
  },
  {
    "year": "",
    "text": "It allows you to access your e-documents irrespective of your physical location. Select the correct answer using the code given below. -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_130"
  },
  {
    "year": "",
    "text": "This scheme covers post-harvest losses arising out of the cyclones and unseasonal rains. Current Affairs: India Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_131"
  },
  {
    "year": "",
    "text": "It provides for refinancing through SIDBI. Select the correct answer using the code given below. -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_132"
  },
  {
    "year": "",
    "text": "In India, abundant coalbed methane sources exist, but so far, no shale gas sources have been found. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2 unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image -->"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_133"
  },
  {
    "year": "",
    "text": "New Zealand was ranked ahead of England because it won more matches than England. Which of the above statements is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_134"
  },
  {
    "year": "",
    "text": "Sport Climbing, Surfing, Skateboarding, Karate and Baseball are included in this Olympics. Which of the above statements is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_135"
  },
  {
    "year": "",
    "text": "The International Panel on Fissile Materials is an organ of the International Atomic Energy Agency. Which of the statements given above is/are Current Affairs: World correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_136"
  },
  {
    "year": "",
    "text": "The Alliance includes all the member countries of the United Nations. Which of the statements given above is/are correct? unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_137"
  },
  {
    "year": "",
    "text": "It is a strategic alliance for the purpose of maritime security only. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2 unacademy.com | Download the Unacademy app Give your feedback here: Link"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_138"
  },
  {
    "year": "",
    "text": "was actually initiated by Jawaharlal Nehru in 1951. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_139"
  },
  {
    "year": "",
    "text": "The headquarters of New Development Bank is in Shanghai. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_140"
  },
  {
    "year": "",
    "text": "NIF is an initiative to strengthen the highly advanced scientific research in India's premier scientific institutions Give your feedback here: Link in collaboration with highly advanced foreign scientific institutions. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_141"
  },
  {
    "year": "2024",
    "text": "Operations undertaken by the Army towards upliftment of the local population in remote areas to include addressing of their basic needs is called: (2024) -",
    "options": [
      "Operation Sankalp -",
      "Operation Maitri -",
      "Operation Sadbhavana -",
      "Operation Madad"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_142"
  },
  {
    "year": "",
    "text": "Carbon fibres once used cannot be recycled. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_143"
  },
  {
    "year": "",
    "text": "Sexual transmission of Zika virus disease is possible. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_144"
  },
  {
    "year": "2015",
    "text": "Which one of the following was given classical language status recently? (2015) -",
    "options": [
      "Odia -",
      "Konkani -",
      "Bhojpuri -",
      "Assamese - (b) A non-governmental international organisation Give your feedback here: Link"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_145"
  },
  {
    "year": "2018",
    "text": "The terms 'Wanna Cry, Petya and Eternal Blue' sometimes mentioned in the news recently are related to: (2018) -",
    "options": [
      "Exoplanets -",
      "Crypto currency -",
      "Cyber attacks -",
      "Minisatellites"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "current_affairs",
    "id": "CA_146"
  }
]