[
  {
    "year": "2020",
    "text": "Which one of the following protected areas is well-known for the conservation of a sub-species of the Indian swamp deer (Barasingha) that thrives well on hard ground and is exclusively graminivorous? (2020) -",
    "options": [
      "Kanha National Park -",
      "Manas National Park -",
      "Mudumalai Wildlife Sanctuary -",
      "Tal Chhapar Wildlife Sanctuary"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : Hard ground swamp deer (Barasingha or Rucervus duvaucelii), the state animal of Madhya Pradesh, is seeing a revival in the Kanha National Park and Tiger Reserve (KNPTR) after having been perilously close to extinction for a long time. KNPTR is on the <!-- image --> Maikal range of the Satpura hills and is spread over an area of 940 square kilometers between the Mandla and Balaghat districts of Madhya Pradesh. The swamp deer is endemic to KNPTR.",
    "subject": "environment",
    "id": "ENV_001"
  },
  {
    "year": "2020",
    "text": "Among the following Tiger Reserves, which one has the largest area under 'Critical Tiger Habitat'? (2020) -",
    "options": [
      "Corbett -",
      "Ranthambore -",
      "Nagarjunsagar-Srisailam -",
      "Sunderbans"
    ],
    "correctAnswer": 2,
    "explanation": "The Wildlife Protection Act (WLPA), 1972 identifies 'Critical Tiger habitats' (CTHs), also known as core areas of tiger reserves. They are based on scientific evidence that 'such areas are required to be kept as inviolate for the purpose of tiger conservation, without affecting the rights of the Scheduled Tribes or such other forest dwellers'. The notification of CTH is done by the state government in dialogue with the expert committee constituted for the purpose. Option (c) is correct: Nagarjunsagar-Srisailam Tiger Reserve is the largest tiger reserve in India. The reserve spreads over five districts, Kurnool District, Prakasam District, Guntur District, Nalgonda District and Mahbubnagar district. The total area of the tiger reserve is 3,728 km2 (1,439 sq mi).",
    "subject": "environment",
    "id": "ENV_002"
  },
  {
    "year": "",
    "text": "Manas National Park Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "3 and 4 only -",
      "1 and 4 only"
    ],
    "correctAnswer": 2,
    "explanation": "Statement 1 is correct: Desert National Park is situated in the Indian state of Rajasthan. It covers an area of 3162 km² of which 1900 km² is in Jaisalmer district and the remaining 1262 km² is in Barmer district of Rajasthan State. The Desert National Park is an excellent example of the ecosystem of the Thar Desert. Statement 2 is not correct: The Thar desert is the most thickly populated desert in the world with an average density of 83 persons/km² (compared to 7km² of other deserts, Baqri and Kankane 2001). The human population, though, is low (4-5 persons per km²) within the DNP. There are 73 villages and settlements or Dhanis existing within the Park. These communities unacademy.com | Download the Unacademy app Give your feedback here: Link National Park have inhabited this area for hundreds of years. They form an integral part of this ecosystem with their rich culture and tradition. Statement 3 is correct: The DNP is the most important site for the long-term survival of the Globally Threatened Great Indian Bustard and other endemic fauna and flora. It is one of the natural habitats of the Great Indian Bustard. Other birds of significance identified by BirdLife International, include the Eleven bird species that are representative of Biome-13.",
    "subject": "environment",
    "id": "ENV_003"
  },
  {
    "year": "2019",
    "text": "Which one of the following National Parks lies completely in the temperate alpine zone? (2019) -",
    "options": [
      "Manas National Park -",
      "Namdapha National Park -",
      "Neora Valley National Park -",
      "Valley of Flowers National Park"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct : The Valley of Flowers national park is located in the Chamoli district of Uttarakhand and is known for its meadows of endemic alpine flowers and the variety of flora. It lies completely in the temperate alpine zone. It is a richly diverse area and is home to rare and endangered animals, including the Asiatic black bear, snow leopard, musk deer, brown bear, red fox, and blue sheep. ## Additional Information : - y Valley of Flowers National Park and Nanda Devi National Park parks are encompassed in the Nanda Devi Biosphere Reserve. This Reserve has been in the UNESCO World Network of Biosphere Reserves since 2004. - y The valley was declared a national park in 1982 and now it is a World Heritage Site. The major forest types of the reserve are temperate. The entire Nanda Devi Biosphere Reserve lies within the Western Himalayas Endemic Bird Area (EBA). - y The Valley of Flowers National Park is the second core zone of the Nanda Devi Biosphere Reserve. Seven restricted-range bird species are endemic to this part of the EBA.",
    "subject": "environment",
    "id": "ENV_004"
  },
  {
    "year": "2019",
    "text": "Which of the following are in Agasthyamala Biosphere Reserve? (2019) -",
    "options": [
      "Neyyar, Peppara and Shendurney Wildlife Sanctuaries; and Kalakad Mundanthurai Tiger Reserve. -",
      "Mudumalai, Sathyamangalam and Wayanad Wildlife Sanctuaries; and Silent Valley National Park. -",
      "Kaundinya, Gundla Brahmeswaram and Papikonda Wildlife Sanctuaries; and Mukurthi National Park. -",
      "Kawal and Sri Venkateswara Wildlife Sanctuaries; and NagarjunasagarSrisailam Tiger Reserve. Protected Area Network: NP, WS, BR, etc. unacademy.com | Download the Unacademy app Give your feedback here: Link"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : The Agasthyamalai Biosphere Reserve was established in 2001 and is spread across the two states of Kerala and Tamil Nadu. It is located at the southernmost end of the Western Ghats. It is listed on the World Network of Biosphere Reserves. The reserve includes three wildlife sanctuaries, Shendurney, Peppara and Nayar, as well as the Kalakad Mundanthurai Tiger reserve. It consists mostly of tropical forests and possesses a unique genetic reservoir of cultivated plants such as cardamom, Jamun, nutmeg, pepper and plantain.",
    "subject": "environment",
    "id": "ENV_005"
  },
  {
    "year": "",
    "text": "It is one of the natural habitats of the Great Indian Bustard. <!-- image --> Select the correct answer using the code given below. -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: The attine ants are a group of more than 200 species that use several different agricultural techniques to cultivate mutualistic fungi which they raise in fungus gardens. The more basal lineages raise their crop on organic detritus, while the more advanced leaf-cutting genera Atta and Acromyrmex, which evolved only 8-12 million years ago, harvest vegetation and process it into pulp to feed to the fungi they raise in monocultures. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image -->",
    "subject": "environment",
    "id": "ENV_006"
  },
  {
    "year": "",
    "text": "Sunderbans Which of the above are declared Tiger Reserves? -",
    "options": [
      "1 and 2 Only -",
      "1, 3 and 4 Only -",
      "2, 3 and 4 only -",
      "1,2, 3 and 4 <!-- image --> Hua. 1 Govind Pashu Vihar National ## Protected Area Network: NP, WS, BR, etc.-Explanation Wildlife Park &amp; Sanctuary Sanctuary"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: The method involves planting two to four trees per square meter. Miyawaki forests grow in two to three years and are self-sustaining. They help lower temperatures in concrete heat islands, reduce air and noise pollution, attract local birds and insects, and create carbon sinks.",
    "subject": "environment",
    "id": "ENV_007"
  },
  {
    "year": "2022",
    "text": "'Biorock technology' is talked about in which one of the following situations? (2022) -",
    "options": [
      "Restoration of damaged coral reefs -",
      "Development of building materials using plant residues -",
      "Identification of areas for exploration/ extraction of shale gas -",
      "Providing salt licks for wild animals in forests/protected areas"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: Biorock technology greatly accelerates coral settlement, growth, healing, survival, and resistance to environmental stresses such as high temperature, sediment, and pollution. All other marine organisms examined also benefit.",
    "subject": "environment",
    "id": "ENV_008"
  },
  {
    "year": "",
    "text": "Spinach Select the correct answer using the code given below : -",
    "options": [
      "1, 3 and 4 only -",
      "1, 3, 5 and 6 only <!-- image --> -",
      "2, 4, 5 and 6 only -",
      "1, 2, 4, 5 and 6"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: Rhizobium is rod-shaped nitrogen-fixing bacteria that live symbiotically within the roots of several leguminous plants such as alfalfa, sweet clover, sweet pea, lentils, etc. The amaranth plant is a grain and green crop plant because it is not a pulse crop so does not have a nitrogen-fixing mechanism. Purslane plant is one of the few vegetables that are rich in omega-3 fatty acids, which are important to support healthy arteries and can help prevent strokes, heart attacks, and other forms of heart disease. It also does not have a nitrogen-fixing mechanism at the root zone.",
    "subject": "environment",
    "id": "ENV_009"
  },
  {
    "year": "2022",
    "text": "'If rainforests and tropical forests are the lungs of the Earth, then surely wetlands function as its kidneys.' Which one of the following functions of wetlands best reflects the above statement ? (2022) -",
    "options": [
      "The water cycle in wetlands involves surface runoff, subsoil percolation and evaporation. -",
      "Algae form the nutrient base upon which fish, crustaceans, molluscs, birds, reptiles and mammals thrive. -",
      "Wetlands play a vital role in maintaining sedimentation balance and soil stabilization. -",
      "Aquatic plants absorb heavy metals and excess nutrients."
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: Heavy metals in aquatic environments, such as lakes and rivers, have been studied extensively because of their toxicity, persistence, and tendency to bioaccumulate. Many studies have shown that aquatic plants are sinks for heavy metals in aquatic ecosystems. Because of their capacity to accumulate heavy metals, several species of aquatic macrophytes such as H. verticillata and water hyacinth have been used to remove heavy metals from wastewater.",
    "subject": "environment",
    "id": "ENV_010"
  },
  {
    "year": "2021",
    "text": "What is blue carbon? (2021) -",
    "options": [
      "Carbon captured by oceans and coastal ecosystems -",
      "Carbon sequestered in forest biomass and agricultural soils -",
      "Carbon contained in petroleum and natural gas -",
      "Carbon present in atmosphere"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: The term 'blue carbon' refers to carbon captured by the ocean and coastal ecosystems around the world. Through sequestration, our oceans and coasts provide a natural means to reduce the influence of greenhouse gases on our atmosphere. Seagrasses, mangroves, and salt marshes along our coast operate as carbon sinks, capturing and storing carbon.",
    "subject": "environment",
    "id": "ENV_011"
  },
  {
    "year": "2021",
    "text": "In case of which one of the following biogeochemical cycles, the weathering of rocks is the main source of release of nutrients to enter the cycle? (2021) -",
    "options": [
      "Carbon cycle -",
      "Nitrogen cycle -",
      "Phosphorus cycle -",
      "Sulphur cycle"
    ],
    "correctAnswer": 2,
    "explanation": "Nutrient cycles are of two types: (a) gaseous and (b) sedimentary. The reservoir for the gaseous type of nutrient cycle (e.g., nitrogen, carbon cycle) exists in the atmosphere, and for the sedimentary cycle (e.g., phosphorus cycle ), the reservoir is located in Earth's crust. The phosphorus cycle is the process by which phosphorus moves through the lithosphere, hydrosphere, and biosphere. Phosphorus is essential for plant and animal growth, as well as the health of microbes inhabiting the soil, but is gradually depleted from the soil over time. The main biological function of phosphorus is that it is required for the formation of nucleotides, which comprise DNA and RNA molecules. Option (c) is correct: Much of the phosphorus on Earth is tied up in rock and sedimentary deposits, from which it is released by weathering, leaching, and mining . Elimination Technique: The c arbon cycle and Nitrogen cycle are the gaseous cycles and are not related to the weathering of rocks. So, options A and B can be eliminated.",
    "subject": "environment",
    "id": "ENV_012"
  },
  {
    "year": "2021",
    "text": "\"Leaf litter decomposes faster than in any other biome and as a result the soil surface is often almost bare. Apart from trees, the vegetation is largely composed of plant forms that reach up into the canopy vicariously, by climbing the trees or growing as epiphytes, rooted on the upper branches of trees.\" This is the most likely description of (2021) -",
    "options": [
      "coniferous forest -",
      "dry deciduous forest -",
      "mangrove forest -",
      "tropical rainforest"
    ],
    "correctAnswer": 3,
    "explanation": "Tropical rainforests are luxuriant forests found in wet tropical lands around the Equator. Tropical rainforests, which worldwide make up one of Earth's largest biomes (major life zones), are dominated by broad-leaved trees that form a dense upper canopy (layer of foliage) and contain a diverse array of vegetation and other life. Option (d) is correct: In tropical rainforests, leaf litter decomposes faster than in any other biome, and as a result, the soil surface is often almost bare. Apart from trees, the vegetation is largely composed of plant forms that reach up into the canopy vicariously by climbing the trees or growing as epiphytes, rooted on the upper branches of trees. The tropical rainforest is a hot, moist biome where it rains all year long. The bottom layer or floor of the rainforest is covered with wet leaves and leaf litter. This material decomposes rapidly in wet, warm conditions (like a compost pile), sending nutrients back into the soil. Few plants are found on the floor of the forest due to the lack of sunlight. However, the hot, moist atmosphere and all the dead plant material create the perfect conditions in which bacteria and other microorganisms can thrive. Elimination Technique: The terms ' Faster decomposition of leaf litter, growing of plants by climbing the trees or growing unacademy.com | Download the Unacademy app Give your feedback here: Link as epiphytes' are related to tropical rainforests only.",
    "subject": "environment",
    "id": "ENV_013"
  },
  {
    "year": "2018",
    "text": "Why is a plant called Prosopis juliflora often mentioned in the news? (2018) -",
    "options": [
      "Its extract is widely used in cosmetics. -",
      "It tends to reduce the biodiversity in the area in which it grows. -",
      "Its extract is used in the synthesis of pesticides. -",
      "None of the above"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : Prosopis juliflora (vilayati kikar or vilayati babul), an exotic tree, is one of the top invaders in India. It was introduced into India from South America and has become naturalised all-over north India. This tree is also affecting the nesting success of birds. It tends to reduce the biodiversity in the area in which it grows. Invasive plants are those plants which-spread to regions other than their native and thrive to the extent of becoming a threat to local species. Alien invasive species occur in all groups of plants and animals. They include competitors, predators, pathogens, and parasites. They have invaded almost every type of native ecosystem and have caused hundreds of extinctions.",
    "subject": "environment",
    "id": "ENV_014"
  },
  {
    "year": "2015",
    "text": "Which one of the following is the best description of the term 'ecosystem'? (2015) -",
    "options": [
      "A community of organisms interacting with one another -",
      "That part of the Earth that is inhabited by living organisms -",
      "A community of organisms together with the environment in which they live -",
      "The flora and fauna of a geographical area"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct : An ecosystem can be visualised as a functional unit of nature, where living organisms interact among themselves and with the surrounding physical environment. Ecosystem varies greatly in size from a small pond to a large forest or a sea. The interaction of biotic and abiotic components results in a physical structure that is characteristic of each type of ecosystem. The components of the ecosystem are seen to function as a unit when we consider the aspects of Productivity, Decomposition, Energy flow, and Nutrient cycling. Thus, an ecosystem is a community of organisms together with the environment in which they live.",
    "subject": "environment",
    "id": "ENV_015"
  },
  {
    "year": "2014",
    "text": "Which one of the following is the correct sequence of a food chain? (2014) -",
    "options": [
      "Diatoms-Crustaceans-Herrings -",
      "Crustaceans-Diatoms-Herrings -",
      "Diatoms-Herrings-Crustaceans -",
      "Crustaceans-Herrings-Diatoms"
    ],
    "correctAnswer": 0,
    "explanation": "Organisms in the ecosystem are related to each other through feeding mechanisms or trophic levels, where one organism becomes food for the other. A sequence of organisms that feed on one another, forms a food chain. A food chain starts with producers and ends with top carnivores. Option (a) is correct: Phytoplankton are the primary producers in the oceans. They include diatoms (unicellular algae), coccolithophores (unicellular, eukaryotic protist), Cyanobacteria (Bluegreen algae)Synechococcus, Prochlorococcus, Nostoc, spirogyra, etc. Crustaceans form a very large group of arthropods which includes crabs, lobsters, crayfish, shrimp, krill, and barnacles. Herrings are fish, and they eat crustaceans. <!-- image -->",
    "subject": "environment",
    "id": "ENV_016"
  },
  {
    "year": "2014",
    "text": "Among the following organisms, which one does not belong to the class of the other unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> ## three? (2014) -",
    "options": [
      "Crab -",
      "Mite -",
      "Scorpion -",
      "Spider"
    ],
    "correctAnswer": 0,
    "explanation": "Arachnids include a diverse group of invertebrates: spiders, scorpions, ticks, mites, etc. Many arachnids are spiders. Most of them are carnivorous, typically preying on insects, and keeping insect populations under control. They are terrestrial, living on land and lack both wings and antennae. Crustaceans form a large, diverse arthropod taxon which includes such animals as crabs, lobsters, crayfish, shrimps, prawns, krill, woodlice, and barnacles. Option (a) is correct: A Mite, Spider and Scorpion belong to the category of Arachnids, while Crabs belong to the category of crustaceans.",
    "subject": "environment",
    "id": "ENV_017"
  },
  {
    "year": "2014",
    "text": "Which one of the following is the process involved in photosynthesis? (2014) -",
    "options": [
      "Potential energy is released to form free energy. -",
      "Free energy is converted into potential energy and stored. -",
      "Food is oxidised to release carbon dioxide and water. -",
      "Oxygen is taken, and carbon dioxide and water vapour are given out."
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: Photosynthesis is the process in which autotrophs such as green plants use carbon dioxide and water in presence of sunlight to synthesise nutrients such as carbohydrates in the form of glucose and release oxygen. In this carbon dioxide is reduced to glucose and water is oxidised to release oxygen. During the process of photosynthesis in plants, the free energy of light is harvested by photosynthetic pigments which is chlorophyll in the chloroplast. This free energy of light is trapped and used in the synthesis of chemical energy in molecules ATP and NADPH. This energy generated is used in fixing CO and for carbohydrates, which is glucose and stored for future use. Elimination Technique: During photosynthesis, energy is created, carbon dioxide is absorbed (not released) and Oxygen is added to (not taken from) the atmosphere.",
    "subject": "environment",
    "id": "ENV_018"
  },
  {
    "year": "2013",
    "text": "In the grasslands, trees do not replace the grasses as a part of an ecological succession because of (2013) -",
    "options": [
      "insects and fungi -",
      "limited sunlight and paucity of nutrients -",
      "water limits and fire -",
      "None of the above"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct : In the grasslands, trees do not replace the grasses as a part of an ecological succession because of water limits and fire. Grassland vegetation grows in areas of moderate to low amounts of rainfall. This scarcity of water limits the growth of grasses and also the conversion of grasslands in the forest. - y Succession is a universal process of directional change in vegetation, on an ecological time scale. Succession occurs when a series of communities replace one another due to large-scale destruction either natural or manmade. - y This process continues - one community replacing another community until a stable, mature community develops. Succession is a progressive series of changes that leads to the establishment of a relatively stable climax community. The first plant to colonise an area is called the pioneer - community. The final stage of succession is called the climax community. The stages leading to the climax community are called successional stages. - y Succession is characterised by the following: increased productivity, the shift of nutrients from' the reservoirs, increased diversity of organisms with increased niche development, and a gradual increase in the complexity of food webs.",
    "subject": "environment",
    "id": "ENV_019"
  },
  {
    "year": "2013",
    "text": "Which one of the following is the correct sequence of ecosystems in the order of decreasing productivity? (2013) -",
    "options": [
      "Oceans, lakes, grasslands, mangroves -",
      "Mangroves, oceans, grasslands, lakes -",
      "Mangroves, grasslands, lakes, oceans -",
      "Oceans, mangroves, lakes, grasslands"
    ],
    "correctAnswer": 2,
    "explanation": "Net ecosystem production (NEP), defined as the difference between gross primary production and total ecosystem respiration, represents the total amount of organic carbon in an ecosystem available for storage, export as organic carbon, or non-biological oxidation to carbon dioxide through fire or ultraviolet oxidation. - y Net Primary Production (NPP) is the net amount of primary production after the costs of plant respiration are included. - y The correct sequence of ecosystems in the order of decreasing productivity is Mangroves, grasslands, lakes, and oceans. [ Option (c) is correct ] Elimination Technique: Mangroves have greater productivity than the oceans. So, we can eliminate the options A and D.",
    "subject": "environment",
    "id": "ENV_020"
  },
  {
    "year": "2013",
    "text": "Acid rain is caused by the pollution of environment by (2013) -",
    "options": [
      "carbon dioxide and nitrogen -",
      "carbon monoxide and carbon dioxide -",
      "ozone and carbon dioxide -",
      "nitrous oxide and sulphur dioxide"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct : Acid rain refers to the ways in which acid from the atmosphere is deposited on the earth's surface. Oxides of nitrogen and sulphur which are acidic in nature can be blown by the wind along with solid particles in the atmosphere and finally settle down either on the ground as dry deposition or in water, fog and snow as wet deposition. <!-- image --> - y Acid rain is a byproduct of a variety of human activities that emit the oxides of sulphur and nitrogen into the atmosphere. As mentioned earlier, the burning of fossil fuels (which contain unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> sulphur and nitrogenous matter) such as coal and oil in power stations and furnaces or petrol and diesel in motor engines produces sulphur dioxide and nitrogen oxides. SO2 and NO2 after oxidation and reaction with water are major contributors to acid rain because polluted air usually contains particulate matter that catalyses oxidation. - y Acid rain is harmful to agriculture, trees, and plants as it dissolves and washes away nutrients needed for their growth. - y It causes respiratory ailments in human beings and animals. It corrodes water pipes resulting in the leaching of heavy metals such as iron, lead, and copper into the drinking water. Acid rain damages buildings and other structures made of stone or metal. The Taj Mahal in India has been affected by acid rain. (a)",
    "subject": "environment",
    "id": "ENV_021"
  },
  {
    "year": "2013",
    "text": "Which one of the following terms describes not only the physical space occupied by an organism but also its functional role in the community of organisms? (2013) -",
    "options": [
      "Ecotone -",
      "Ecological niche -",
      "Habitat -",
      "Home range"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : Each organism has an invariably defined range of conditions that it can tolerate, diversity in the resources it utilizes,, and a distinct functional role in the ecological system, all these together comprise its niche (Ecological niche). - y The term niche means the sum of all the activities and relationships of a species by which it uses the resources in its habitat for its survival and reproduction. - y No two species in a habitat can have the same niche. This is because, if two species occupy the same niche, they will compete with one another until one is displaced. The most important resources available in the niches of animals are food and shelter while in the case of plants, they are moisture and nutrients (phosphorus and nitrogen). ## Additional Information : - y Habitat: Habitat is thus the physical environment in which an organism lives. Earth has four major habitats: Terrestrial, Freshwater, Estuarine (where rivers meet the ocean), and Oceanic. - y Ecotone: Ecotone is a transitional zone between two ecosystems. E.g., the mangrove forests represent an ecotone between marine and terrestrial ecosystems. Other examples are - grassland, estuary, and riverbank.",
    "subject": "environment",
    "id": "ENV_022"
  },
  {
    "year": "2012",
    "text": "The Millennium Ecosystem Assessment describes the following major categories of ecosystem services-provisioning, supporting, regulating, preserving and cultural. Which one of the following is supporting service? (2012) -",
    "options": [
      "Production of food and water -",
      "Control of climate and disease -",
      "Nutrient cycling and crop pollination -",
      "Maintenance of diversity"
    ],
    "correctAnswer": 2,
    "explanation": "The Millennium Ecosystem Assessment (MA) was called for by the United Nations Secretary-General Kofi Annan in 2000. Initiated in 2001, the objective of the MA was to assess the consequences of ecosystem change for human well-being and the scientific basis for action needed to enhance the conservation and sustainable use of those systems and their contribution to human well-being. The findings provide a state-of-the-art scientific appraisal of the condition and trends in the world's ecosystems and the services they provide such as clean water, food, forest products, flood control, and natural resources and the options to restore, conserve or enhance the sustainable use of ecosystems. Option (c) is correct : The category of support services is an important distinction to make when discussing the ecosystem services provided by a natural area. The Millennium Ecosystem Assessment has defined four broad categories of ecosystem services. These are: supporting, regulating, provisioning and cultural services. The supporting services which are necessary for the production of all other ecosystem services are food, nutrient cycling and primary production.",
    "subject": "environment",
    "id": "ENV_023"
  },
  {
    "year": "2011",
    "text": "If a tropical rainforest is removed, it does not regenerate quickly as compared to a tropical deciduous forest. This is because (2011) -",
    "options": [
      "The soil of the rainforest is deficient in nutrients. -",
      "Propagules of the trees in a rainforest have poor viability. -",
      "The rain forest species are slow growing. -",
      "Exotic species invade the fertile soil of the rainforest. 2 ## Ecosystem and EcologyExplanation"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : The soil of the rainforest is deficient in nutrients. Here rainforest means Rainfall throughout the year. It rains almost every day during this the topsoil is continuously washed away which may result in nutrients being washed away. - y It will start leaching of nutrients and very little fertility remains in the topsoil. In this case, most of the seeds don't germinate for years. - y The Regeneration Process will be very slow (it may take decades). But the layer below topsoil (subsoil) is very fertile. So, plants grow very quickly once their roots reach the sub-soil and if they receive enough sunlight. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> ## Environmental Pollution",
    "subject": "environment",
    "id": "ENV_024"
  },
  {
    "year": "2024",
    "text": "Consider the following statements: (2024) Statement-I: Many chewing gums found in the market are considered a source of environmental pollution. Statement-II: Many chewing gums contain plastic as gum base. Which one of the following is correct in respect of the above statements? -",
    "options": [
      "Both Statement-I and Statement-II are correct and Statement-II explains Statement-I -",
      "Both Statement-I and Statement-II are correct, but Statement-II does not explain Statement-I -",
      "Statement-I is correct, but StatementII is incorrect -",
      "Statement-I is incorrect, but StatementII is correct"
    ],
    "correctAnswer": 0,
    "explanation": "Both Statement-I and Statement-II are correct: Commercially, chewing gum is produced based on synthetic gum base, which is non-biodegradable and remains in the environment for a long time. Accordingly, chewing gum residue can be considered as a dangerous environmental pollutant Both Statement-I and Statement-II are correct and Statement-II explains Statement-I",
    "subject": "environment",
    "id": "ENV_025"
  },
  {
    "year": "",
    "text": "Kolleru Lake: Confluence of Musi and Krishna Which of the above pairs is/are correctly matched? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 3,
    "explanation": "## Explanation : 'Forever chemicals' is a common term for per- and polyfluoroalkyl substances (PFAS), a broad group of synthetic chemicals extensively utilized in numerous industrial applications and consumer products. PFAS (Per- and polyfluoroalkyl substances), also known as Forever Chemicals, comprise a large family of over 4,700 highly persistent man-made chemicals. They are the most enduring synthetic chemicals known to date. Developed in the 1940s, PFAS are now found in a variety of products, including nonstick pans, water-resistant textiles, and fire suppression foams. PFAS do not easily degrade in the environment and are highly mobile in water. Their indestructibility is due to their carbonfluoride bonds, one of the strongest types of bonds in organic chemistry. Statement 1 is correct: PPAS are found in drinking water. <!-- image --> Statement 2 is correct: PFAS are widely used, long lasting chemicals, components of which break down very slowly over time. Statement 3 is correct: PFAS are found in water, air, fish, and soil at locations across the nation and the globe.",
    "subject": "environment",
    "id": "ENV_026"
  },
  {
    "year": "2022",
    "text": "The 'Miyawaki method' is well known for the : (2022) -",
    "options": [
      "Promotion of commercial farming in arid and semi-arid areas -",
      "Development of gardens using genetically modified flora -",
      "Creation of mini forests in urban areas -",
      "Harvesting wind energy on coastal areas and on sea surfaces"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is correct: Gold mining leads to deforestation, transforming forests into contaminated bodies of water and stirring up substantial sediment from riverbeds. Additionally, the combustion of gold-mercury mixtures releases significant amounts of mercury into the air. Artisanal gold mining presently accounts for over 35 percent of all human-induced global mercury emissions, surpassing any industrial activity. Once mercury is introduced into the environment, it poses a risk of neurological harm to both humans and wildlife. Statement 2 is correct: The primary origin lies in coal utilized within thermal power plants. Indian coal typically holds between 0.01 to 1.1 parts per million of mercury, and its combustion results in the emission of this mercury. As per estimates by CSE, approximately 75 tonnes of mercury are released each year due to this procedure.",
    "subject": "environment",
    "id": "ENV_027"
  },
  {
    "year": "",
    "text": "Woodlice Select the correct answer using the code given below. -",
    "options": [
      "1, 2 and 4 only -",
      "2, 3, 4 and 5 only -",
      "1, 3 and 5 only -",
      "1, 2, 3, 4 and 5 unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image -->"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: Acid rain, or acid deposition, is a broad term that includes any form of precipitation with acidic components, such as sulfuric or nitric acid that fall to the ground from the atmosphere in wet or dry forms. This can include rain, snow, fog, hail or even dust that is acidic. Acid rain results when sulfur dioxide (SO2) and nitrogen oxides (NOX) are emitted into the unacademy.com | Download the Unacademy app Give your feedback here: Link atmosphere and transported by wind and air currents. The SO2 and NOX react with water, oxygen and other chemicals to form sulfuric and nitric acids. These then mix with water and other materials before falling to the ground.",
    "subject": "environment",
    "id": "ENV_028"
  },
  {
    "year": "",
    "text": "Plutonium Select the correct answer using the code given below: -",
    "options": [
      "1, 3, 4, 6, and 7 only -",
      "1, 2, 3, 5, and 6 only -",
      "2, 4, 5, and 7 only -",
      "1, 2, 3, 4, 5, 6 and 7"
    ],
    "correctAnswer": 0,
    "explanation": "Statement 1 is correct: Polyethylene terephthalate is a polymer created by the combination of two monomers: modified ethylene glycol and purified terephthalic acid. Its fibers can be blended with wool and cotton fibers to reinforce their properties. Statement 2 is not correct: PET Containers are widespread in our lives But it is not recommended for storage of any alcoholic beverage. Statement 3 is correct: Polyethylene terephthalate (PET) is a highly recyclable plastic resin and a form of polyester. Statement 4 is not correct: Emission of greenhouse gases is one of the major disadvantages associated with the disposal of PET by incineration process. Elimination Technique: Polyethylene Terephthalate ( PET or PETE) is plastic, so while incinerating the PET it will emit greenhouse gasses.",
    "subject": "environment",
    "id": "ENV_029"
  },
  {
    "year": "2019",
    "text": "In India, the use of carbofuran, methyl parathion, phorate and triazophos is viewed with apprehension. These chemicals are used as (2019) -",
    "options": [
      "pesticides in agriculture. -",
      "preservatives in processed foods. -",
      "fruit-ripening agents. -",
      "moisturising agents in cosmetics."
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : Pesticides are chemical compounds that are used to kill pests; including insects, rodents, fungi, and unwanted plants (weeds). Pesticides include herbicides for destroying weeds and other unwanted vegetation, insecticides for controlling a wide variety of insects, fungicides used to prevent the growth of moulds and mildew, disinfectants for preventing the spread of bacteria, and compounds used to control mice and rats. Carbofuran, methyl parathion, phorate and triazophos are used as pesticides in Agriculture. ## Additional Information : The use of these pesticides is banned in India as these pesticides are highly hazardous with the potential to cause severe health problems such as hormonal changes, carcinogenic, neurotoxic, reproductive and developmental health effects as well as environmental impacts such as toxic to bees. Acephate, carbaryl, dimethoate and flubendiamide are less hazardous pesticides.",
    "subject": "environment",
    "id": "ENV_030"
  },
  {
    "year": "2019",
    "text": "In the context of which one of the following are the terms 'pyrolysis and plasma gasification' mentioned? (2019) -",
    "options": [
      "Extraction of rare earth elements -",
      "Natural gas extraction technologies -",
      "Hydrogen fuel-based automobiles -",
      "Waste-to-energy technologies"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: Waste-to-Energy (WtE) technologies consist of any waste treatment process that creates energy in the form of electricity, heat, or transport fuels (e.g. diesel) from a waste source. Pyrolysis is a common technique used to convert plastic waste into energy, in the form of solid, liquid and gaseous fuels. Pyrolysis is the thermal degradation of plastic waste at different temperatures (300-900°C), in the absence of oxygen, to produce liquid oil. Municipal solid waste (MSW) is considered one source of renewable energy, and plasma gasification technology is one of the leadingedge technologies available to harness this energy. Plasma gasification technology treats wastes and generates syngas to produce electricity or heat.",
    "subject": "environment",
    "id": "ENV_031"
  },
  {
    "year": "2019",
    "text": "Why is there a great concern about the 'microbeads' that are released into the environment? (2019) -",
    "options": [
      "They are considered harmful to marine ecosystems. -",
      "They are considered to cause skin cancer in children. -",
      "They are small enough to be absorbed by crop plants in irrigated fields. -",
      "They are often found to be used as food adulterants."
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : Microbeads are small, solid, manufactured plastic particles that are less than 5mm in diameter and do not degrade or dissolve in water. They may be added to a range of products, including rinseoff cosmetics, personal care and cleaning products. Microbeads are used in these products for a variety of purposes. This includes as an exfoliant, a bulking agent, to prolong shelf life, or for the controlled release of active ingredients. Microbeads are not captured by most wastewater treatment systems. If washed down drains after use, they can end up in our rivers, lakes and oceans. These tiny plastics persist in the environment and have a damaging effect on marine life, the environment and human health.",
    "subject": "environment",
    "id": "ENV_032"
  },
  {
    "year": "2017",
    "text": "Biological Oxygen Demand (BOD) is a standard criterion for (2017) -",
    "options": [
      "Measuring oxygen levels in the blood -",
      "Computing oxygen levels in forest ecosystems -",
      "Pollution assay in aquatic ecosystems -",
      "Assessing oxygen levels in high-altitude regions"
    ],
    "correctAnswer": 2,
    "explanation": "Water pollution by organic wastes is measured in terms of Biochemical Oxygen Demand (BOD). BOD is the amount of dissolved oxygen needed by bacteria in decomposing the organic wastes present in water. It is expressed in milligrams of oxygen per liter of water. The higher value of BOD indicates the low dissolved oxygen content of water. Since BOD is limited to biodegradable materials only, therefore, it is not a reliable method of measuring pollution load in the water. Option (c) is correct : The higher amounts of waste increase the rates of decomposition and O 2 consumption, thereby decreasing the dissolved oxygen content of water. The demand for O 2 is directly related to the increasing input of organic wastes and is expressed as the Biological Oxygen Demand (BOD) of water. Thus, Biological Oxygen Demand (BOD) is a standard criterion for pollution assay in aquatic ecosystems.",
    "subject": "environment",
    "id": "ENV_033"
  },
  {
    "year": "2013",
    "text": "Photochemical smog is a resultant of the reaction among (2013) -",
    "options": [
      "NO 2 , O 3 and peroxyacetyl nitrate in the presence of sunlight -",
      "CO, O 2 and peroxyacetyl nitrate in the presence of sunlight -",
      "CO, CO 2 and NO 2 at low temperature -",
      "high concentration of NO 2 , O 3 and CO in the evening"
    ],
    "correctAnswer": 0,
    "explanation": "The word smog is derived from smoke and fog. This is the most common example of air pollution that occurs in many cities throughout the world. There are two types of smog: Classical smog which occurs in cool humid climates and Photochemical smog occurs in warm, dry and sunny climates. Option (a) is correct : The main components of the photochemical smog resulting from the action of sunlight on unsaturated hydrocarbons and nitrogen oxides produced by automobiles and factories. Photochemical smog has a high concentration of oxidising agents and is, therefore, called as oxidising smog. The common components of photochemical smog are ozone (O3), nitric oxide (NO2), acrolein, formaldehyde and peroxyacetyl nitrate (PAN). When fossil fuels are burnt, a variety of pollutants are emitted into the earth's troposphere. Two of the pollutants that are emitted are hydrocarbons (unburned fuels) and nitric oxide (NO). When these pollutants build up to sufficiently high levels, a chain reaction occurs from their interaction with sunlight in which NO is converted into nitrogen dioxide (NO2).",
    "subject": "environment",
    "id": "ENV_034"
  },
  {
    "year": "2011",
    "text": "The formation of ozone holes in the Antarctic Region has been a cause of concern. What could be the reason for the formation of this hole? (2011) -",
    "options": [
      "Presence of prominent tropospheric turbulence; and inflow of chlorofluorocarbons -",
      "Presence of prominent polar front and stratospheric clouds; and inflow of chlorofluorocarbons -",
      "Absence of polar front and stratospheric clouds; and inflow of methane and chlorofluorocarbons -",
      "Increased temperature at polar region due to global warming"
    ],
    "correctAnswer": 1,
    "explanation": "Ozone layer depletion is the gradual thinning of the earth's ozone layer in the upper atmosphere caused due to the release of chemical compounds containing gaseous bromine or chlorine from industries or other human activities. - y Ozone depletion occurs when ozone molecules in the upper atmosphere are destroyed by chemical reactions with halogen gases, such as chlorine. To form chlorine the nitric acid in polar stratospheric clouds reacts with chlorofluorocarbon carbon (CFCs), which catalyses the photochemical destruction of ozone. In the winter months, Cold conditions above Antarctica encourage the formation of extremely cold, high-altitude clouds. [Option (b) is correct]",
    "subject": "environment",
    "id": "ENV_035"
  },
  {
    "year": "2011",
    "text": "Recently, 'oilzapper'' was in the news. What is it? (2011) -",
    "options": [
      "It is an eco-friendly technology for the remediation of oily sludge and oil spills. -",
      "It is the latest technology developed for undersea oil exploration. -",
      "It is a genetically engineered high biofuel-yielding maize variety. -",
      "It is the latest technology to control the accidentally caused flames from oil wells. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> 3 ## Environmental PollutionExplanation"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: 'Oilzapper' is a bioremediation technique involving the use of 'oil zapping' bacteria to clean up oil spills in the sea. It is considered as the most eco-friendly technology for the remediation of oil sludge. - y Oilzapper refers to a mixture of five microbial strains that are capable of eating up oil, they take in the pollutants and give out carbon dioxide without producing any harmful residues. - y Oilzapper feeds on hydrocarbon compounds present in crude oil and the hazardous hydrocarbon waste generated by oil refineries, known as Oil Sludge and converts them into harmless CO 2 and water. - y Oilzapper is neatly packed into sterile polythene bags and sealed aseptically for safe transport. The shelf life of the product is three months at ambient temperature. unacademy.com | Download the Unacademy app Give your feedback here: Link ## Biodiversity",
    "subject": "environment",
    "id": "ENV_036"
  },
  {
    "year": "",
    "text": "PFAS are not easily degraded in the environment. <!-- image --> Which of the statements given above are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1,2 and 3"
    ],
    "correctAnswer": 3,
    "explanation": "Pair 1 is not correctly matched: Indri is not native to Brazil and it is found in Madagascar's northeast region, in the Anjanaharibe-Sub wildlife preserve. The Indri Lemur species are listed as critically endangered and under severe threat in its natural environment and although actual population figures are unknown about 10 000 Indri are estimated to be left in Madagascar. Pair 2 is not correctly matched: Elk are not native to Indonesia and they are found in North America and in highlands of Central Asia. Pair 3 is not correctly matched: Bonobos are not native to Madagascar. Wild bonobos can only be found in forests south of the Congo River in the Democratic Republic of Congo (DRC). They weren't recognized as a separate species until 1929. As the last great ape to be scientifically described, much remains unknown about the bonobo-including the extent of its geographic range.",
    "subject": "environment",
    "id": "ENV_037"
  },
  {
    "year": "",
    "text": "Unlike male lions, male leopards do not proclaim their territory by scent marking. Which of the statements given above are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : The banyan fig tree, Ficus microcarpa, is renowned for its aerial roots, which grow from its branches and <!-- image --> eventually reach the ground. Additionally, the tree has a unique relationship with a wasp, the only insect capable of pollinating it, having coevolved together.",
    "subject": "environment",
    "id": "ENV_038"
  },
  {
    "year": "",
    "text": "Foraminifera Which of the above are primary producers in the food chains of oceans? -",
    "options": [
      "1 and 2 -",
      "2 and 3 -",
      "3 and 4 -",
      "1 and 4"
    ],
    "correctAnswer": 2,
    "explanation": "## Explanation : A poisonous species refers to a living organism, such as a plant, animal, or microorganism, that produces toxins or chemicals harmful to other organisms. These toxins can cause injury, illness, or death when ingested, touched, or otherwise exposed to. Statement 1 is correct : Poisonous butterfly are pretty and poisonous species - Monarch butterflies Statement 2 is correct : Poisonous fish are poisonous species too - Lionfish, scorpionfish, and stonefish,Fugu. Statement 3 is correct : Many other frog species camouflage themselves in the wild, but the poison dart frog uses its brightly coloured skin to warn predators that it is unfit to eat. Poisonous frog species - Golden Poison Frog (contains enough poison to kill approx 20000 mice or 10 people ), POISON DART FROG etc.",
    "subject": "environment",
    "id": "ENV_039"
  },
  {
    "year": "",
    "text": "Soil properties given below. -",
    "options": [
      "1 and 2 -",
      "4 and 5 -",
      "2, 3 and 4 -",
      "1, 3 and 5"
    ],
    "correctAnswer": 0,
    "explanation": "Point 1 is not correct : Papaya cultivation had its origin in South Mexico and Costa Rica. Point 2 is not correct : Cashew, native to Brazil, was introduced to the world by the Portuguese during the Age of Exploration. Point 3 is correct : Red Sanders is a tree species endemic to India, primarily found in the Eastern Ghats region. It has a limited geographic distribution within this area, making it unique to this part of the country. Give your feedback here: Link <!-- image -->",
    "subject": "environment",
    "id": "ENV_040"
  },
  {
    "year": "2023",
    "text": "Consider the following statements : (2023) Statement-I: Marsupials are not naturally found in India. Statement-II: Marsupials can thrive only in montane grasslands with no predators. Which one of the following is correct in respect of the above statements? -",
    "options": [
      "Both Statement-I and Statement-II are correct and Statement-II is the correct explanation for Statement-I -",
      "Both Statement-I and Statement-II are correct and Statement-II is not the correct explanation for Statement-I -",
      "Statement-I is correct but Statement-II is incorrect -",
      "Statement-I is incorrect but StatementII is correct"
    ],
    "correctAnswer": 2,
    "explanation": "Statement 1 is correct: Marsupials, a distinctive group of mammals, are not naturally found in India. Evolutionarily, the distribution of marsupials is primarily restricted to the continent of Australia, which has long been isolated from other land masses. Marsupials are believed to have originated in South America, and from there, they dispersed to Australia via Antarctica during a time when these continents were connected in the supercontinent called Gondwana. Statement 2 is incorrect: While it is true that some marsupial species are found in grassland habitats, such as kangaroos and wallabies in Australia, it is incorrect to suggest that they can only thrive in montane grasslands. Marsupials exhibit diverse ecological preferences and can be found in a wide range of ecosystems with varying levels of predation.",
    "subject": "environment",
    "id": "ENV_041"
  },
  {
    "year": "2023",
    "text": "Invasive Species Specialist Group' (that develops Global Invasive Species Database) belongs to which one of the following organizations? (2023) -",
    "options": [
      "The International Union for Conservation of Nature -",
      "The United Nations Environment Programme -",
      "The United Nations World Commission for Environment and Development -",
      "The World Wide Fund for Nature"
    ],
    "correctAnswer": 0,
    "explanation": "The Global Invasive Species Database (GISD) is managed by the Invasive Species Specialist Group (ISSG) of the IUCN Species Survival Commission. It was developed between 1998 and 2000 as part of the global initiative on invasive species led by the erstwhile Global Invasive Species Programme (GISP). The Global Invasive Species Database is a free, online searchable source of information about alien and invasive species that negatively impact biodiversity. The GISD aims to increase public awareness about invasive species and to facilitate effective prevention and management activities by disseminating specialist's knowledge and experience to a broad global audience. It focuses on invasive alien species that threaten native biodiversity and natural areas and covers all taxonomic groups from microorganisms to animals and plants.",
    "subject": "environment",
    "id": "ENV_042"
  },
  {
    "year": "2023",
    "text": "Which of the following organisms perform waggle dance for others of their kin to indicate the direction and the distance to a source of their food? (2023) -",
    "options": [
      "Butterflies -",
      "Dragonflies -",
      "Honey Bees -",
      "Wasps"
    ],
    "correctAnswer": 2,
    "explanation": "Astonishingly, honeybees possess one of the most complicated examples of nonhuman unacademy.com | Download the Unacademy app Give your feedback here: Link communication. They can tell each other where to find resources such as food, water, or nest sites with a physical 'waggle dance.' This dance conveys the direction, distance and quality of a resource to the bee's nestmates. Essentially, the dancer points recruits in the correct direction and tells them how far to go by repeatedly circling around in a figure eight pattern centered around a waggle run, in which the bee waggles its abdomen as it moves forward. Dancers are pursued by potential recruits, bees that closely follow the dancer, to learn where to go to find the communicated resource.",
    "subject": "environment",
    "id": "ENV_043"
  },
  {
    "year": "2023",
    "text": "Which one of the following makes a tool with a stick to scrape insects from a hole in a tree or a log of wood?(2023) -",
    "options": [
      "Fishing cat -",
      "Orangutan -",
      "Otter -",
      "Sloth bear"
    ],
    "correctAnswer": 1,
    "explanation": "Orangutans, which are large arboreal great apes native to the rainforests of Southeast Asia, have been observed using sticks as tools in various ways. One of their notable tool-use behaviours involves employing sticks to scrape or probe insect nests or crevices. They may modify the sticks by stripping off leaves or bark to create unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> a more effective tool for extracting insects.This behaviour demonstrates their problem-solving abilities and adaptive intelligence.",
    "subject": "environment",
    "id": "ENV_044"
  },
  {
    "year": "2022",
    "text": "Which of the following is not a bird? (2022) -",
    "options": [
      "Golden Mahseer -",
      "Indian Nightjar -",
      "Spoonbill -",
      "White Ibis"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: Golden Mahseer is a fish, whose scientific name is Tor putitora. Mahseer roughly translates as mahi - fish and sher tiger, and hence is also referred as tiger among fish. It is a large cyprinid and known to be the toughest among freshwater sport fish.",
    "subject": "environment",
    "id": "ENV_045"
  },
  {
    "year": "2021",
    "text": "Which one of the following is a filter feeder? (2021) -",
    "options": [
      "Catfish -",
      "Octopus -",
      "Oyster -",
      "Pelican"
    ],
    "correctAnswer": 2,
    "explanation": "Filter feeders are suspension-feeding animals that feed by straining suspended matter and food particles from water, typically by passing the water over a specialized filtering structure. Option (c) is correct: Oysters are filter feeders , meaning they eat by pumping large volumes of water through their bodies. Water is pumped through the oyster's gills. Plankton, algae, and other particles become trapped in the mucus of the gills. From there, these particles are transported to the oyster's mouth.",
    "subject": "environment",
    "id": "ENV_046"
  },
  {
    "year": "2021",
    "text": "Which one of the following is used in preparing a natural mosquito repellent? (2021) -",
    "options": [
      "Congress grass -",
      "Elephant grass -",
      "Lemon grass -",
      "Nut grass"
    ],
    "correctAnswer": 2,
    "explanation": "Lemongrass is a herb with a lemony scent. The culinary herb is produced from the stalk of the lemongrass plant (Cymbopogon citratus). This plant grows in many tropical climates, most notably in Southeast Asia. It is a common ingredient in Thai cooking and can also be found in dishes from Indonesia, Sri Lanka, and India. Option (c) is correct: Lemongrass acts as a natural mosquito repellent. It helps one to get rid of mosquitoes and keep them at bay. All you need to do is crush the leaves of lemongrass and then apply the oily mixture to your skin. unacademy.com | Download the Unacademy app Give your feedback here: Link",
    "subject": "environment",
    "id": "ENV_047"
  },
  {
    "year": "2020",
    "text": "With reference to India's biodiversity, Ceylon frogmouth, Coppersmith barbet, Gray-chinned minivet and White-throated redstart are (2020) -",
    "options": [
      "Birds -",
      "Primates unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> -",
      "Reptiles -",
      "Amphibians"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : Ceylon frogmouth, Coppersmith barbet, Grey-chinned minivet, and White-throated redstart are birds. Coppersmith Barbet is a short, stocky bird, with a leaf-green body that allows it to remain wellcamouflaged in the canopy. The Coppersmith Barbet feeds mainly on the fruits of common fig trees, such as banyan, peepul, and cluster fig, as well as the occasional insect. White-throated redstart is found in the Indian Subcontinent and Southeast Asia, as well as some adjoining areas. The species ranges across Afghanistan, Bhutan, Cambodia, India, Laos, Myanmar, Nepal, Pakistan, Tajikistan, Thailand, Tibet, and Vietnam. Its natural habitat is temperate forests. Grey-chinned minivet is a small minivet species distributed in the Indian subcontinent and southeast Asia. These minivet species are common resident birds of the thorn jungles and shrubs in their range. These minivets are polytypic species.",
    "subject": "environment",
    "id": "ENV_048"
  },
  {
    "year": "2018",
    "text": "The term \"sixth mass extinction/sixth extinction\" is often mentioned in the news in the context of the discussion of (2018) -",
    "options": [
      "Widespread monoculture practices in agriculture and large-scale commercial farming with indiscriminate use of chemicals in many parts of the world that may result in the loss of good native ecosystems. -",
      "Fears of a possible collision of a meteorite with the Earth in the near future in the manner it happened 65 million years ago that caused the mass extinction of many species including those of dinosaurs. -",
      "Large-scale cultivation of genetically modified crops in many parts of the world and promoting their cultivation Give your feedback here: Link - in other parts of the world which may cause the disappearance of good native crop plants and the loss of food biodiversity. -",
      "Mankind's overexploitation/misuse of natural resources, fragmentation/ loss of natural habitats, destruction of ecosystems, pollution, and global climate change."
    ],
    "correctAnswer": 3,
    "explanation": "Mass extinction refers to a substantial increase in the degree of extinction or when the Earth loses more than three-quarters of its species in a geologically short period of time. So far, during the entire history of the Earth, there have been five mass extinctions. The sixth, which is ongoing, is referred to as the Anthropocene extinction. The 'Sixth Extinction' is presently in progress, different from the previous episodes. The difference is in the rates; the current species extinction rates are estimated to be 100 to 1,000 times faster than in pre-human times and our activities are responsible for the faster rates. Ecologists warn that if the present trends continue, nearly half of all the species on earth might be wiped out within the next 100 years. Humanity needs a relatively stable climate, flows of fresh water, agricultural pest and disease-vector control, and pollination for crops, all services that will be impacted as the sixth mass extinction accelerates. Option (d) is correct : The term 'sixth mass unacademy.com | Download the Unacademy app Give your feedback here: Link extinction/sixth extinction' is in the context of overexploitation/misuse of natural resources, fragmentation/loss of natural habitats, destruction of ecosystems, pollution, and global climate change.",
    "subject": "environment",
    "id": "ENV_049"
  },
  {
    "year": "2017",
    "text": "If you want to see gharials in their natural habitat, which one of the following is the best place to visit? (2017) -",
    "options": [
      "Bhitarkanika Mangroves -",
      "Chambal River -",
      "Pulicat Lake -",
      "Deepor Beel"
    ],
    "correctAnswer": 1,
    "explanation": "Gharial prefers deep fast flowing rivers; however, adult gharial has also been observed in still-water branches (jheel) of rivers and comparatively velocity-free aquatic environments of deep holes (kunds) at river bends and confluences. Option (b) is correct : Historically, gharial was found in the river system of India, Pakistan, Bangladesh, and the southern part of Bhutan and Nepal. Today, they survive only in the waters of India and Nepal. The surviving population can be found within the tributaries of the Ganges River system: Girwa (Uttar Pradesh), Son (Madhya Pradesh), Ramganga (Uttarakhand), Gandak (Bihar), Chambal (Uttar Pradesh, Madhya Pradesh, and Rajasthan) and Mahanadi (Orissa). It is listed in Schedule I of the Wildlife (Protection) Act, 1972, and as Critically Endangered on the IUCN Red List.",
    "subject": "environment",
    "id": "ENV_050"
  },
  {
    "year": "2016",
    "text": "In which of the following regions of India are you most likely to come across the 'Great Indian Hornbill' in its natural habitat? (2016) -",
    "options": [
      "Sand deserts of northwest India -",
      "Higher Himalayas of Jammu and Kashmir -",
      "Salt marshes of western Gujarat -",
      "Western Ghats"
    ],
    "correctAnswer": 3,
    "explanation": "India is home to nine species of hornbills, of which two are endemic. India is positioned between two bio-geographic realms: the Afrotropical and Indomalayan. The northeastern region of India has the highest diversity of Hornbill species (5), though the number of sympatric species is not as high as in the Southeast Asian forests. The Great Hornbill occurs in north, northeast, and south India, apart from Nepal, Bhutan, and Bangladesh. Option (d) is correct : Great Indian Hornbills are found in Western Ghat. They are fondly referred to as the 'farmers of the forest' because of the great distances to which they help disperse seeds. There are four species of hornbills in the Western Ghats. The prominent among them is the Great Indian Hornbill and the others are the Malabar Pied Hornbill, the Common Grey Hornbill, and the Malabar Grey Hornbill.",
    "subject": "environment",
    "id": "ENV_051"
  },
  {
    "year": "2015",
    "text": "Which one of the following is the national aquatic animal of India? (2015) -",
    "options": [
      "Saltwater crocodile -",
      "Olive Ridley turtle -",
      "Gangetic dolphin -",
      "Gharial"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct : Ganges River Dolphin is the national aquatic animal of India. This mammal is also said to represent the purity of the holy Ganga as it can only survive in pure and fresh water. This species inhabits parts of the Ganges, Meghna, and Brahmaputra rivers in India, Nepal, Bhutan, and Bangladesh, and the Karnaphuli River in Bangladesh. - y River dolphin is a critically endangered species in India and therefore, has been included in Schedule I for the Wildlife (Protection) Act, 1972. The main reasons for the decline in the population of the species are poaching and habitat degradation due to declining flow, heavy siltation, and construction of barrages causing physical barriers for this migratory species.",
    "subject": "environment",
    "id": "ENV_052"
  },
  {
    "year": "2012",
    "text": "Which one of the following groups of animals belongs to the category of endangered species? (2012) -",
    "options": [
      "Great Indian Bustard, Musk Deer, Red Panda and Asiatic Wild Ass -",
      "Kashmir Stag, Cheetal, Blue Bull and Great Indian Bustard -",
      "Snow Leopard, Swamp Deer, Rhesus Monkey and Saras (Crane) -",
      "Lion-tailed Macaque, Blue Bull, Hanuman Langur and Cheetal"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : An endangered species is a type of organism that is threatened by extinction. Species become endangered for two main reasons: loss of habitat and loss of genetic variation. Great Indian Bustard, Musk Deer, Red Panda, and Asiatic Wild Ass belong to the category of endangered species. - y The Great Indian Bustard is the heaviest flying bird and can weigh up to 15 kg which grows up to one meter in height. In July 2011 it was categorised as 'critically endangered' by the International Union for Conservation of Nature (IUCN). - y A musk deer species occurs in the Himalayas of Nepal, Bhutan, India, Pakistan, and China. It is listed as endangered on the IUCN Red List because of overexploitation. - y The Red Panda is an endangered species of arboreal mammal found in the Himalayan region and in south-western China. Its range of countries includes India, Nepal, Bhutan, Tibet, Myanmar, and China. - y The IUCN Red List also moved the Indian wild ass from the 'vulnerable' to 'endangered' category, indicating the need for heightened protection measures in August 2015. The Kiang or Tibetan Wild Ass is the largest of all African and Asiatic wild asses.",
    "subject": "environment",
    "id": "ENV_053"
  },
  {
    "year": "2012",
    "text": "What is the difference between the antelopes Oryx and Chiru? (2012) -",
    "options": [
      "Oryx is adapted to live in hot and arid areas whereas Chiru is adapted to live - in steppes and semi-desert areas of cold high mountains. -",
      "Oryx is poached for its antlers whereas Chiru is poached for its musk. -",
      "Oryx exists in western India only whereas Chiru exists in north-cast India only. -",
      "None of the statements (a), (b) and (c) given above is correct."
    ],
    "correctAnswer": 0,
    "explanation": "Oryx is a genus consisting of four large antelope species called oryxes. Their fur is pale with contrasting dark markings on the face and on the legs, and their long horns are almost straight. The Arabian oryx was only saved from extinction through a captive breeding program and reintroduction to the wild. The scimitar oryx, which is now listed as extinct in the wild, also relies on a captive breeding program for its survival. The chiru is the only genus of large mammals endemic to the Tibetan Plateau. Despite its antelope-like appearance, the chiru is not related to antelopes or to gazelles but represents the last remnant of a group of ruminants that split off from the sheep, goat, and goat antelope lineages during the Neogene Period. Option (a) is correct : Oryx live primarily in arid regions with low rainfall. Arabians live in deserts, plains, savanna, and desert edges. Scimitars and East Africans live in similar habitats, like steppe, desert, semi-desert, and sand dunes. Oryx live in desert conditions for long periods and can survive without water. Chiru is a Tibetan antelope that lives in cold high mountains.",
    "subject": "environment",
    "id": "ENV_054"
  },
  {
    "year": "2012",
    "text": "Vultures which used to be very common in the Indian countryside some years ago are rarely seen nowadays. This is attributed to: <!-- image --> <!-- image --> ## (2012) -",
    "options": [
      "the destruction of their nesting sites by new invasive species -",
      "a drug used by cattle owners for treating their diseased cattle -",
      "scarcity of food available to them -",
      "a widespread, persistent and fatal disease among them"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : In India Vultures are on the verge of extinction because a banned drug is still being used illegally to treat suffering cattle. The endangered birds eat the remains of the drugged animals and suffer kidney failure and visceral gout, which is usually fatal. The drug was banned five years ago, but pharmacies continue to sell it under the counter, a study has revealed. More than 97 percent of vultures have disappeared from India's skies in the past 15 years - the fastest decline ever recorded in a bird population anywhere in the world.",
    "subject": "environment",
    "id": "ENV_055"
  },
  {
    "year": "2011",
    "text": "A sandy and saline area is the natural habitat of an Indian animal species. The animal has no predators in that area, but its existence is threatened due to the destruction of its habitat. Which one of the following could be that animal? (2011) -",
    "options": [
      "Indian wild buffalo -",
      "Indian wild ass -",
      "Indian wild boar -",
      "Indian gazelle"
    ],
    "correctAnswer": 1,
    "explanation": "Cheetah: The Cheetah is the world's fastest land mammal. It is listed as vulnerable in IUCN red-listed species. The cheetah was declared extinct from India in 1952 and is considered the only large mammal that has gone extinct since the country's independence. The Option (b) is correct : The Indian wild ass (Equus hemionus khur) also known as Ghor Khar or Ghud Khur is found in the Little Rann of Kutch and its surrounding areas in Gujarat. Its preferred environment are Saline deserts (Rann), arid grasslands and shrublands. It is also found in Afghanistan, southern Pakistan, Give your feedback here: Link cree species. Biodiversity Conservation Two approaches and south-eastern Iran. - y Indian wild buffalo: Terai region - y Indian wild boar: Tt can survive in different types of habitats: grasslands, taiga, and tropical rainforests, but they prefer life in deciduous forests. - y Chinkara (Indian gazelle): Thar desert",
    "subject": "environment",
    "id": "ENV_056"
  },
  {
    "year": "2011",
    "text": "Which one of the following is not a site for in-situ method of conservation of flora? (2011) -",
    "options": [
      "Biosphere Reserve -",
      "Botanical Garden -",
      "National Park -",
      "Wildlife Sanctuary"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is not correct : Botanical Garden is not a site for the 'in-situ' method of conservation of flora. In-situ conservation is on-site conservation or the conservation of genetic resources in natural populations of plant or animal species, such as forest genetic resources in natural populations of tree species. <!-- image -->",
    "subject": "environment",
    "id": "ENV_057"
  },
  {
    "year": "2011",
    "text": "The Himalayan Range is very rich in species diversity. Which one among the following is the most appropriate reason for this phenomenon? (2011) -",
    "options": [
      "It has a high rainfall that supports luxuriant vegetative growth. -",
      "It is a confluence of different biogeographical zones. -",
      "Exotic and invasive species have not been invasive species and have not been introduced in this region. -",
      "It has less human interference. Give your feedback here: Link ## Biodiversity-Explanation"
    ],
    "correctAnswer": 1,
    "explanation": "The Himalayas have three biogeographical zones which have different biodiversity as: Northwest Himalayas, West Himalayas, Central Himalayas, and East Himalayas, which together constitute about 6.4% of the country's area. It is a confluence of different biogeographical zones due to which the Himalayan region is very rich in species diversity. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> ## Global Conservation Efforts",
    "subject": "environment",
    "id": "ENV_058"
  },
  {
    "year": "",
    "text": "They are able to accumulate in humans and animals. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 0,
    "explanation": "The Common Carbon Metric is supported by the United Nations Environment Program. The purpose of a Common Carbon Metric for buildings is to give the sector a way to measure, report, and verify reductions consistently and comparably. This sector consumes 40% of the world's energy and releases 1/3rd of global greenhouse gas (GHG). Option (a) is correct: The Common Carbon Metric is used to measure, report, and verify <!-- image --> GHG emissions related to the operation of different types of buildings in different climate zones . The CCM is intended to create a uniform system for defining the climate impact of buildings through a consistent protocol, which can, in turn, help develop international baselines for use by architects, designers and the construction industry.",
    "subject": "environment",
    "id": "ENV_059"
  },
  {
    "year": "",
    "text": "Some microorganisms can grow in a highly acidic environment with a pH below 3. How many of the above statements are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": 0,
    "explanation": "Statements 1 and 2 are correct: The New York Declaration on Forests (NYDF) was adopted in 2014 as a political declaration calling for the end of natural forest loss and the restoration of 350 million hectares of degraded landscapes and forestlands by 2030 . It was launched at the UN Secretary-General's Climate Summit in September 2014. Statement 3 is not correct: It is not a legally binding international declaration but entirely voluntary. Statement 4 is correct : It was endorsed by nearly 200 governments, multinational companies, Indigenous Peoples, and civil society organizations . Statement 5 is not correct: India is not a signatory to the treaty.",
    "subject": "environment",
    "id": "ENV_060"
  },
  {
    "year": "",
    "text": "Mushroom Select the correct answer using the code given below. -",
    "options": [
      "1 and 4 only -",
      "2 only -",
      "2 and 3 -",
      "1, 3 and 4"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: Responsible Recycling (R2) is a standard specifically created for the electronics recycling industry by Sustainable Electronics Recycling International (SERI). SERI is the housing body and ANSI-accredited Standards Development Organization for the R2 Standard: Responsible Recycling Practices for Use in Accredited Certifications Programs. An updated version of the R2 Code of Practices unacademy.com | Download the Unacademy app Give your feedback here: Link (COP 2.1) was released on July 22, 2021, to clarify areas of the COP. The changes were based on questions that arose from the Certification Bodies as they started to implement the COP for R2v3 certification programs.",
    "subject": "environment",
    "id": "ENV_061"
  },
  {
    "year": "",
    "text": "Telephone lines Select the correct answer using the code given below. -",
    "options": [
      "1, 2, 3 and 5 only -",
      "1, 2 and 4 only -",
      "3, 4 and 5 only -",
      "1, 2, 3, 4 and 5"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: Hyderabad has become the only city in India to be recognised as a 'Tree City of the World' by the Arbor Day Foundation and the Food and Agriculture Organization (FAO) of the United Nations. Hyderabad is placed alongside 119 other cities from 63 countries. The 'Tree City of the World' programme provides direction, assistance, and worldwide recognition for communities' dedication to their urban forest and provides a framework for a healthy, sustainable urban forestry programme. ## To be eligible as a 'Tree City', cities need to conform to the following five standards: - y Standard 1: Establish Responsibility - y Standard 2: Set the Rules - y Standard 3: Know What You Have - y Standard 4: Allocate the Resources - y - Standard 5: Celebrate Achievements",
    "subject": "environment",
    "id": "ENV_062"
  },
  {
    "year": "",
    "text": "Adaptation of flora and fauna to warm and humid conditions Which three of the above are correct criteria in this context? -",
    "options": [
      "1, 2 and 6 only -",
      "2, 4 and 6 only -",
      "1, 3 and 5 only -",
      "3, 4 and 6 only unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> 5 ## Global Conservation EffortsExplanation"
    ],
    "correctAnswer": 2,
    "explanation": "The Ramsar Convention is an international treaty for the conservation and sustainable utilisation of wetlands, recognizing the fundamental ecological functions of wetlands and their economic, cultural, scientific, and recreational value. The Ramsar Convention came into force in 1975. India became a contracting party to the Ramsar Convention in 1981. Currently, India has 42 Ramsar Sites. Statement 1 is not correct : Ramsar Convention does not enforce the parties, but rather guides them to protect and ensure that there is a proper policy in place for the conservation of the wetlands in the country. It is not mandatory ## Global Conservation Efforts-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link on the part of the Government of India to protect and conserve all the wetlands in the territory of India. The Ramsar Convention is not a regulatory regime and has no punitive sanctions for violations of or defaulting upon treaty commitments nevertheless, its terms do constitute a solemn treaty and are binding in international law in that sense. The whole edifice is based upon an expectation of common and equitably shared transparent accountability. Statement 2 is not correct : India is a signatory to the Ramsar Convention which slots irrigated agricultural lands, and canals under wetlands. But the Wetlands Conservation Rules, 2010, does not have river canals, paddy fields, and coastal wetlands in their ambit. The Ministry of Environment, Forest and Climate Change prepared the Wetlands (Conservation and Management) Rules, 2010. Thus, it is not based on the recommendation of the Ramsar Convention. Statement 3 is correct : Under the Wetlands (Conservation and Management) Rules, 2010, 'wetland' means an area of marsh, fen, peatland, or water; natural or artificial, permanent or temporary, with water that is static or flowing, fresh, brackish or salt, including areas of marine water, the depth of which at low tide does not exceed six meters and includes all inland waters such as lakes, reservoir, tanks, backwaters, lagoon, creeks, estuaries, and man-made wetland and the zone of direct influence on wetlands that is to say the drainage area or catchment region of the wetlands as determined by the authority but does not include main river channels, paddy fields, and the coastal wetland.",
    "subject": "environment",
    "id": "ENV_063"
  },
  {
    "year": "2018",
    "text": "\"Momentum for Change: Climate Neutral Now\" is an initiative launched by (2018) -",
    "options": [
      "The Intergovernmental Panel on Climate Change -",
      "The UNEP Secretariat -",
      "The UNFCCC Secretariat -",
      "The World Meteorological Organisation"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct : 'Momentum for Change: Climate Neutral Now' is an initiative launched by the UNFCCC Secretariat. The UNFCCC secretariat launched its Climate Neutral Now initiative in 2015. The following year, the secretariat launched a new pillar under its Momentum for Change initiative focused on Climate Neutral Now, as part of larger efforts to showcase successful climate action around the world. Climate neutrality is a three-step process, which requires individuals, companies, and governments to measure their climate footprint, reduce their emissions as much as possible, and offset what they cannot reduce with UN-certified emission reductions. Elimination Technique: The UNFCCC secretariat (UN Climate Change) is the United Nations entity tasked with supporting the global response to the threat of climate change. UNFCCC stands for United Nations Framework Convention on Climate Change. Thus, Option (c) is correct.",
    "subject": "environment",
    "id": "ENV_064"
  },
  {
    "year": "2015",
    "text": "Which one of the following is associated with the issue of control and phasing out of the use of ozone-depleting substances? (2015) -",
    "options": [
      "Bretton Woods Conference -",
      "Montreal Protocol -",
      "Kyoto Protocol -",
      "Nagoya Protocol"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : Recognising the deleterious effects of ozone depletion, an international treaty, known as the Montreal Protocol, was signed in Montreal (Canada) in 1987 (effective in 1989) to control the emission of ozone-depleting substances. - y Ozone depletion refers to the phenomenon of reductions in the amount of ozone in the stratosphere. The problem of ozone depletion is caused by high levels of chlorine and bromine compounds in the stratosphere. - y The origins of these compounds are chlorofluorocarbons (CFC), used as cooling substances in air conditioners and refrigerators, or as aerosol propellants, and bromofluorocarbons (halons), used in fire extinguishers. - y As a result of the depletion of the ozone layer, more ultraviolet (UV) radiation comes to Earth and causes damage to living organisms. UV radiation seems responsible for skin cancer in humans; it also lowers the production of phytoplankton and thus affects other aquatic organisms. It can also influence the growth of terrestrial plants. A reduction of approximately 5 percent in the ozone layer was detected from 1979 to 1990. ## Additional Information : - y The Bretton Woods Conference held in 1944 set up the International Monetary Fund (IMF) and the World Bank and re-established a system of fixed exchange rates. - y The Kyoto Protocol was adopted in Kyoto, Japan, on 11 December 1997. Due to a complex ratification process, it entered into force on 16 February 2005. The Kyoto Protocol commits industrialised countries to stabilise greenhouse gas emissions based on the principles of the Convention. - y The Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilisation (ABS) to the Convention on Biological Diversity is a supplementary agreement to the Convention on Biological Diversity.",
    "subject": "environment",
    "id": "ENV_065"
  },
  {
    "year": "2014",
    "text": "If a wetland of international importance is brought under the 'Montreux Record', what does it imply? (2014) -",
    "options": [
      "Changes in ecological character have occurred, are occurring or are likely to occur in the wetland as a result of human interference. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> -",
      "The country in which the wetland is located should enact a law to prohibit any human activity within five kilometres from the edge of the wetland. -",
      "The survival of the wetland depends on the cultural practices and traditions of certain communities living in its vicinity and therefore the cultural diversity therein should not be destroyed. -",
      "It is given the status of 'World Heritage Site'."
    ],
    "correctAnswer": 0,
    "explanation": "The Montreux Record was established by the recommendation of the Conference of the Contracting Parties (1990). During the fourth meeting held at Montreux, Switzerland in 1990, it was decided that mere listing of wetlands as Ramsar sites was not enough. The purpose would be fulfilled if the conservation activities could be prioritised where ecological damage has begun or is likely to occur. Option (a) is correct : The Montreux Record is a register of wetland sites on the List of Wetlands of International Importance where changes in ecological character have occurred, are occurring, or are likely to occur as a result of technological developments, pollution or other human interference. It is maintained as part of the Ramsar List. ## Additional Information : - y The Convention on Wetlands is an intergovernmental treaty that provides the framework for the conservation and wise use of wetlands and their resources. The Convention was adopted in the Iranian city of Ramsar in 1971 and came into force in 1975. - y There are 171 contracting parties to the Ramsar Convention. - y India signed the Ramsar Convention on 1 February 1982. - y There are 42 Ramsar sites in India. Chilika Lake (Odisha) and Keoladeo National Park (Rajasthan) were recognized as the first Ramsar Sites of India. - y Montreux Record sites in India: Keoladeo National Park and Loktak Lake.",
    "subject": "environment",
    "id": "ENV_066"
  },
  {
    "year": "2014",
    "text": "With reference to 'Global Environment Facility', which of the following statements is/are correct? (2014) -",
    "options": [
      "It serves as a financial mechanism for 'Convention on Biological Diversity' and 'United Nations Framework Convention on Climate Change'. -",
      "It undertakes scientific research on environmental issues at global level. -",
      "It is an agency under OECD to facilitate the transfer of technology and funds to underdeveloped countries with specific aims to protect their environment. -",
      "Both (a) and (b)"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : The Global Environment Facility (GEF) was established on the eve of the 1992 Rio Earth Summit. It is a financial mechanism that provides grants to developing countries for projects that benefit the global environment. Since then, the GEF has provided more than $21.1 billion in grants and mobilised an additional $114 billion in co-financing for more than 5,000 projects in 170 countries. It serves as a financial mechanism for 'Convention on Biological Diversity' and 'United Nations Framework Convention on Climate Change'. Through its Small Grants Programme, the GEF has provided support to more than 25,000 civil society and community initiatives in 133 countries.",
    "subject": "environment",
    "id": "ENV_067"
  },
  {
    "year": "2024",
    "text": "Consider the following statements: (2024) Statement-I: The Indian Flying Fox is placed under the \"vermin\" category in the Wild Life (Protection) Act, 1972. Statement-II: The Indian Flying Fox feeds on the blood of other animals. Which one of the following is correct in respect of the above statements? -",
    "options": [
      "Both Statement-I and Statement-Il are correct and Statement-II explains Statement-I -",
      "Both Statement-I and Statement-II are correct, but Statement-II does not explain Statement-I -",
      "Statement-1 is correct, but StatementII in incorrect -",
      "Statement-I is incorrect, but StatementII in correct"
    ],
    "correctAnswer": 2,
    "explanation": "## Explanation : Vermin Category : The vermin category refers to a classification of animals and insects considered pests due to their potential to harm human health, property, and activities. This category typically includes species that spread diseases, cause structural damage, contaminate food supplies, or otherwise create nuisances in residential, commercial, or agricultural settings. Common examples of vermin include rodents, insects, certain birds, and other small animals. Statement I is correct: The Indian Wildlife Protection Act of 1972 classifies flying foxes as vermin. Statement II is not correct: The Indian flying fox is frugivorous or nectarivorous, i.e. it eats fruits or eats blossoms and drinks nectar from flowers.",
    "subject": "environment",
    "id": "ENV_068"
  },
  {
    "year": "",
    "text": "Along the mountain gradients, biodiversity is normally greater in the lower altitudes as compared to the higher altitudes. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is not correct: A community reserve is usually formed by the local village council and the forest department signing a memorandum of understanding (MoU). Once forest land has been declared as a community reserve, it goes from being governed by local village councils to coming under the forest department. They are controlled and governed by the local self government institutions like gram panchayats, and municipalities. Statement 2 and statement 3 are correct: After a forest has been made into a community reserve, people cannot hunt there, nor can they use it for agricultural practices. Moreover, the people of community reserves are also allowed to collect non-timber forest produce. Statement 4 is not correct: Community Reserves' primarily focus on conserving <!-- image --> wildlife and biodiversity rather than facilitating traditional agricultural practices. The primary objective is to protect and restore natural ecosystems and promote community participation in conservation activities. However, traditional agricultural practices are not typically permitted in such areas.",
    "subject": "environment",
    "id": "ENV_069"
  },
  {
    "year": "2022",
    "text": "Certain species of which one of the following organisms are well known as cultivators of fungi? (2022) -",
    "options": [
      "Ant -",
      "Cockroach -",
      "Crab -",
      "Spider"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: Central Ground Water Authority has been constituted under Section 3 (3) of the Environment (Protection) Act, 1986 to regulate and control the development and management of groundwater resources in the country.",
    "subject": "environment",
    "id": "ENV_070"
  },
  {
    "year": "",
    "text": "Decay of organic matter Select the correct answer using the code given below: -",
    "options": [
      "1 and 3 only -",
      "2 only -",
      "1, 2 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is not correct: Hunted wild animals and not all wild animals ar considered state property. ## Statement 2 is correct and 3 is not correct: The Wildlife Protection Act protects all kinds of animals from amphibians to birds, mammals, and reptiles under Section 2(1). The Chief Wildlife Warden may if he is satisfied that any wild animal specified in Schedule I has become dangerous to human life or is so disabled or diseased as to be beyond recovery, by order in writing and stating the reasons, therefore, permit any person to hunt such animal or cause such animal to be hunted.",
    "subject": "environment",
    "id": "ENV_071"
  },
  {
    "year": "",
    "text": "Uranium Select the correct answer using the code given below: -",
    "options": [
      "1 and 3 only -",
      "2, 4 and 5 only -",
      "1, 3 and 5 only -",
      "1, 2, 3, 4 and 5"
    ],
    "correctAnswer": 0,
    "explanation": "The Wildlife Protection Act, 1972 provides for the protection of the country's wild animals, birds, and plant species, to ensure environmental and ecological security. Among other things, the Act lays down restrictions on hunting many animal species. Option (a) is correct : Schedule VI has been unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> added to include the specified plant species to be protected by the Wildlife (Protection) Amendment Act of 1991. Placement in Schedule VI provides for regulation in the cultivation of a specified plant and restricts its possession, sale, and transportation. Both cultivation and trade of specified plants can only be carried out with the prior permission of the competent authority. Thus, a license is required to cultivate that plant.",
    "subject": "environment",
    "id": "ENV_072"
  },
  {
    "year": "2019",
    "text": "As per the Solid Waste Management Rules, 2016 in India, which one of the following statements is correct? (2019) -",
    "options": [
      "Waste generators have to segregate waste into five categories. -",
      "The Rules are applicable to notified urban local bodies, notified towns and all industrial townships only. -",
      "The Rules provide for exact and elaborate criteria for the identification of sites for landfills and waste processing facilities. -",
      "It is mandatory on the part of the waste generator that the waste generated in one district cannot be moved to another district."
    ],
    "correctAnswer": 2,
    "explanation": "Salient features of Solid Waste Management Rules, 2016: - y Responsibilities of generators have been introduced to segregate waste into three streams, Wet (Biodegradable), Dry (Plastic, Paper, metal, wood, etc.) and domestic hazardous wastes. ( Option (a) is not correct ) - y The Rules are now applicable beyond Municipal areas and extend to urban agglomerations, census towns, notified industrial townships, areas under the control of Indian Railways, airports, airbases, Port and harbour, defence establishments, special economic zones, State and Central government organisations, places of pilgrims, religious &amp; historical importance. ( Option (b) is not correct ) - y The Rules provide also for exact and elaborate criteria for the identification of sites for landfills and waste processing facilities. Special provision for the management of solid waste in hilly areas: construction of landfill on the hill shall be avoided. A transfer station at a suitable enclosed location shall be set up to collect residual waste from the processing facility and inert waste. Suitable land shall also be identified in the plain areas. ( Option (c) is correct ) - y Waste deposition centers for domestic hazardous waste shall be established in a city or town in a manner that one center is set up for an area of twenty square kilometers or part thereof and notify the timings of receiving domestic hazardous waste at such centers. So, it is not mandatory on the part of the waste generator that the waste generated in one district cannot be moved to another district. ( Option (d) is not correct )",
    "subject": "environment",
    "id": "ENV_073"
  },
  {
    "year": "2019",
    "text": "In India, 'extended producer responsibility' was introduced as an important feature in which of the following? (2019) -",
    "options": [
      "The Bio -medical Waste (Management and Handling) Rules, 1998 -",
      "The Recycled Plastic (Manufacturing and Usage) Rules, 1999 -",
      "The e -Waste (Management and Handling) Rules, 2011 -",
      "The Food Safety and Standard Regulations, 2011"
    ],
    "correctAnswer": 2,
    "explanation": "Extended producer responsibility is a practice and a policy approach in which producers take responsibility for the management of the disposal of products they produce once those products are designated as no longer useful by consumers. A collection mechanism-based approach has been adopted, which includes collection centers, collection points, take-back systems, etc for the collection of e-waste by producers under Extended Producer Responsibility. Option (c) is correct : In India, 'extended producer responsibility' was introduced as an important feature in the e-Waste (Management and Handling) Rules, 2011.",
    "subject": "environment",
    "id": "ENV_074"
  },
  {
    "year": "2017",
    "text": "The term 'M-STrIPES' is sometimes seen in the news in the context of (2017) -",
    "options": [
      "Captive breeding of Wild Fauna -",
      "Maintenance of Tiger Reserves -",
      "Indigenous Satellite Navigation System -",
      "Security of National Highways <!-- image --> <!-- image -->"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : M-STrIPES (Monitoring System for Tigers-Intensive Protection and Ecological Status) is a platform where modern technology is used to assist in effective patrolling, assess ecological status, and mitigate human-wildlife conflict in and around tiger reserves. The MSTrIPES program uses Global Positioning System (GPS), General Packet Radio Services (GPRS), and remote sensing to collect information from the field, create a database using modern Information Technology (IT) based tools, analyses the information using GIS and statistical tools to provide inferences that allow tiger reserve managers to manage their wildlife resources better. Other software used for tiger estimation were: Spatially Explicit Capture-Recapture (SECR) and Extract Compare, which helps differentiate between the stripes of tigers as each has a different pattern.",
    "subject": "environment",
    "id": "ENV_075"
  },
  {
    "year": "2017",
    "text": "In India, if a species of tortoise is declared protected under Schedule I of the Wildlife (Protection) Act, 1972, what does it imply? (2017) -",
    "options": [
      "It enjoys the same level of protection as the tiger. -",
      "It no longer exists in the wild, a few individuals are under captive protection; and now it is impossible to prevent its extinction. -",
      "It is endemic to a particular region of India. -",
      "Both (b) and (c) stated above are correct in this context."
    ],
    "correctAnswer": 0,
    "explanation": "The Wildlife Protection Act was implemented in 1972 in India. The thrust of the programme was towards protecting the remaining population of certain endangered species by banning hunting, giving legal protection to their habitats, and restricting trade in wildlife. Subsequently, central and many state governments established national parks and wildlife sanctuaries. Option (a) is correct : In India, if a species of tortoise is declared protected under Schedule unacademy.com | Download the Unacademy app Give your feedback here: Link I of the Wildlife (Protection) Act, 1972, it means it enjoys the same level of protection as the tiger. No person can hunt that species except as provided by Law. ## Additional Information : No person shall hunt any wild animal specified in Schedule I, II, III and IV except as provided under section 11 and section 12. The rating of Schedules I to V is in accordance with the risk of survival of the wildlife (fauna) enlisted in them. Animals included in these Schedules are provided for total protection from hunting, and the trade and commerce related to such animals are strictly regulated. Schedule VI has been added to include the specified plant species to be protected by the Wildlife (Protection) Amendment Act of 1991.",
    "subject": "environment",
    "id": "ENV_076"
  },
  {
    "year": "2016",
    "text": "'Gadgil Committee Report' and 'Kasturirangan Committee Report', sometimes seen in the news, are related to (2016) -",
    "options": [
      "Constitutional reforms -",
      "Ganga Action Plan -",
      "Linking of rivers -",
      "Protection of Western Ghats"
    ],
    "correctAnswer": 3,
    "explanation": "• Sensitive area, called Statement 1 is correct : Red Sanders wood fetches huge prices in the international market for its use in making luxury products, musical instruments, and medicine. species is endemic to India. It is found in Andhra Pradesh, Karnataka, and Tamil Nadu. Option (d) is correct : 'Gadgil Committee Report' and 'Kasturirangan Committee Report' are related to the protection of Western Ghats. Statement 2 is not correct : It is found in the thorny scrub/dry deciduous forests of the central Deccan and not in the tropical rainforest areas of South India. · Gramsabhas to play a crucial role in decision The International Union for Conservation of Nature (IUCN), an international organisation for nature conservation, classified red sanders (Pterocarpus santalinus) as 'near threatened'. Red sanders remain listed in Appendix II of *Under Kasturirangan recommendations The Ministry of Environment, Forest, and Climate Change (erstwhile, the Ministry of Environment and Forest) in 2010, created an Expert Committee to study the situation in the Western Ghat and recommend how best to reconcile the sometimes-competing claims of environment and development. The Committee was headed by Madhav Gadgil, a world-renowned ecologist and a pragmatic scientist. The Kasturirangan Panel was set up to study the Gadgil Committee report on the Western Ghats. <!-- image --> National Conservation Efforts-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link The Gadgil panel report had faced unanimous opposition from the State government for recommending that almost three-fourths of the hills, including plantations, cultivated lands and large habitations, be turned into restricted development zones. The Kasturirangan Committee has in contrast advised against bringing cultivated lands, plantations, and habitations outside the ambit of such a restrictive regime called Ecologically Sensitive Area (ESA) under the Environment Protection Act, 1976. Instead, it has suggested that 90% of the natural forests left in the Western Ghats complex- adding up to 60,000 S. Km and constituting 37% of the entire hilly beltbe conserved under the ESA Provision of the green law. The Panel has recommended that there should be a complete ban on mining activity in this zone and current mining activities should be phased out within five years.",
    "subject": "environment",
    "id": "ENV_077"
  },
  {
    "year": "2015",
    "text": "The Genetic Engineering Appraisal Committee is constituted under the (2015) -",
    "options": [
      "Food Safety and Standards Act, 2006 -",
      "Geographical Indications of Goods (Registration and Protection) Act, 1999 -",
      "Environment (Protection) Act, 1986 -",
      "Wildlife (Protection) Act, 1972"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct : The Genetic Engineering Appraisal Committee is a statutory body constituted under the 'Rules for the Manufacture, Use /Import /Export and Storage of Hazardous Microorganisms / Genetically Engineering Organisms or Cells, 1989' notified under the Environment (Protection) Act, 1986, is mandatory before commercial use of genetically modified organisms and products derived therefrom. The major functions of GEAC as prescribed in the Rules, 1989 are: - y To appraise activities involving large-scale use of hazardous microorganisms GE organisms or cells in research and industrial production from the environmental angle. - y To appraise proposals relating to the release of GE organisms and products into the environment, including experimental field trials. - y The committee or any persons authorised by it has the powers to take punitive action under the Environment (Protection) Act, 1986.",
    "subject": "environment",
    "id": "ENV_078"
  },
  {
    "year": "2014",
    "text": "The most important strategy for the conservation of biodiversity together with traditional human life is the establishment of (2014) -",
    "options": [
      "Biosphere Reserves -",
      "Botanical gardens -",
      "National Parks -",
      "Wildlife Sanctuaries"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : The most important strategy for the conservation of biodiversity together with traditional human life is the establishment of biosphere reserves. Biosphere reserves are 'learning places for sustainable development'. They are sites for testing interdisciplinary approaches to understanding and managing changes and interactions between social and ecological systems, including conflict prevention and management of biodiversity. Biosphere Reserves involve local communities and all interested stakeholders in planning and management. They integrate three main 'functions': - y Conservation of biodiversity and cultural diversity - y Economic development that is socioculturally and environmentally sustainable - y Logistic support, underpinning development unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> through research, monitoring, education and training These three functions are pursued through the Biosphere Reserves' three main zones - y Core Areas: It comprises a strictly protected zone that contributes to the conservation of landscapes, ecosystems, species and genetic variation - y Buffer Zones: These surrounds or adjoins the core area(s) and is used for activities compatible with sound ecological practices that can reinforce scientific research, monitoring, training, and education. - y Transition Area: The transition area is where community foster socio-culturally and ecologically sustainable economic and human activities.",
    "subject": "environment",
    "id": "ENV_079"
  },
  {
    "year": "",
    "text": "Statement-I: Carbon markets are likely to be one of the most widespread tools in the fight against climate change. ## Statement-II : Carbon markets transfer resources from the private sector to the State. Which one of the following is correct in respect of the above statements? -",
    "options": [
      "Both Statement-I and Statement-II are correct and Statement-II is the correct explanation for Statement-I -",
      "Both Statement-I and Statement-II are correct and Statement-II is not the correct explanation for Statement-I -",
      "Statement-I is correct but Statement-II is incorrect -",
      "Statement-I is incorrect but StatementII is correct"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is correct: Carbon markets are indeed poised to become one of the most widespread tools in the global efforts to combat climate change. A carbon market is a mechanism that enables the buying and selling of carbon credits, which represent the right to emit a certain amount of greenhouse gases (GHGs).These markets create a financial incentive for reducing emissions by putting a price on carbon. Statement 2 is correct: Carbon markets involve financial transactions between entities in the private sector, however, it is important to note that they do not necessarily transfer resources exclusively from the private sector to the state. The functioning of carbon markets can vary depending on their design and regulatory framework.",
    "subject": "environment",
    "id": "ENV_080"
  },
  {
    "year": "",
    "text": "The Biodiversity Management Committees have important functions in determining access and benefit sharing, including the power to levy collection fees on the access of biological resources within its jurisdiction. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: The Climate Action Tracker is an independent scientific analysis that tracks government climate action and measures it against the globally agreed Paris Agreement aim of 'holding warming well below 2°C and pursuing efforts to limit warming to 1.5°C.' It is a collaboration of two organizations, Climate Analytics and New Climate Institute. It aggregates country's actions to the global level and evaluates climate change mitigation targets, policies and actions.",
    "subject": "environment",
    "id": "ENV_081"
  },
  {
    "year": "",
    "text": "Protozoa Select the correct answer using the code given below. -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is correct: 'The Climate Group' is an international non-profit organization that drives climate action by building large networks and running them. <!-- image --> Statement 2 is not correct: E100 is a global initiative led by the international non-profit Climate Group, Statements 3 and 4 are correct: EP100 is a global corporate energy efficiency initiative bringing together over 120 ambitious businesses committed to measuring and reporting on efficiency improvements. Energy efficiency is one of the fastest, cheapest and most accessible energy resources. Automobile giant Mahindra &amp; Mahindra has become the first Indian company to join a global energy campaign, EP 100. Statement 5 is not correct: The Climate Group acts as a secretariat to the Under 2 Coalition. It is made up of over 260 governments globally, representing 1.75 billion people and 50% of the global economy, committed to ambitious climate action in line with the Paris Agreement. The Co-Chairs are supported by a Steering Group, which determines and oversee the strategic direction.",
    "subject": "environment",
    "id": "ENV_082"
  },
  {
    "year": "",
    "text": "Sulphur dioxide Excess of which of the above in the environment is/are cause(s) of acid rain ? -",
    "options": [
      "1, 2 and 3 -",
      "2 and 4 only -",
      "4 only -",
      "1, 3 and 4"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : The social cost of carbon is a measure of the economic harm from those impacts, expressed as the dollar value of the total damages from emitting one ton of carbon dioxide into the atmosphere in a given year. Carbon dioxide emissions are costing the Indian economy up to $210 billion every year. It is likely to suffer the highest economic damage from climate change after the US. The countrylevel SCC for India alone is estimated to be about $86 per tonne of CO2. For the US, the cost is about $50 billion per tonne. This means that the nearly five billion metric tonnes of CO2 the US emits each year is costing the US economy about $250 billion. Climate Change: Causes and Implications-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link",
    "subject": "environment",
    "id": "ENV_083"
  },
  {
    "year": "",
    "text": "Wasps Parasitoid species are found in how many of the above kind of organisms? -",
    "options": [
      "Only two -",
      "Only three -",
      "Only four -",
      "All five"
    ],
    "correctAnswer": 3,
    "explanation": "Statement 1 is correct : Methane hydrate is a crystalline solid that consists of a methane molecule surrounded by a cage of interlocking water molecules. Methane hydrate is an 'ice' that only occurs naturally in subsurface deposits where temperature and pressure conditions are favourable for its formation. As Global Warming led to a rise in temperature therefore which might trigger the release of methane gas from these deposits. Statement 2 is correct : Enormous amounts of methane hydrate have been found beneath Arctic permafrost, beneath Antarctic ice, and in sedimentary deposits along continental margins worldwide. Statement 3 is correct : When methane is anthropogenically emitted, it is oxidised in the atmosphere a decade or two later. Once oxidised, the carbon in each methane molecule is converted to CO 2 , which then stays in the atmosphere as CO 2 for another century or more.",
    "subject": "environment",
    "id": "ENV_084"
  },
  {
    "year": "",
    "text": "In the context of which of the following do some scientists suggest the use of cirrus cloud thinning technique and the injection of sulphate aerosol into the stratosphere? -",
    "options": [
      "Creating artificial rains in some regions. -",
      "Reducing the frequency and intensity of tropical cyclones. -",
      "Reducing the adverse effects of solar wind on the Earth. -",
      "Reducing global warming."
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct : Cirrus clouds are known as high-altitude clouds, as they are at a height of 6-18 km above the Earth's surface. They trap the heat of the atmosphere, and thinning them reduces their heat-trapping capacity hence could bring down the heat of the Earth's climate. Stratospheric Aerosol Injection (SAI) proposes spraying particles into the upper atmosphere to block sunlight. SAI acts as a reflective barrier against incoming sunlight ultimately resulting in cooling the planet. The use of sulphate is due to its property to be able to reflect all radiations. Thus, the Cirrus cloud thinning technique and the injection of sulphate aerosol into the stratosphere are used to reduce global warming. Additional Information : - y Thinning of the high-altitude ice clouds allows more terrestrial radiation to be emitted to space. Additionally, the potent greenhouse gas water vapour is removed from the upper troposphere. Thus, global climatic cooling can be achieved. - y A controlled and targeted release of certain aerosols, such as sulphur, will roughly offset the effect of several thousand kilograms of carbon dioxide. - y SAI could cause droughts or extreme weather in other parts of the World; harm crop yields as well as cause potential public health and governance issues.",
    "subject": "environment",
    "id": "ENV_085"
  },
  {
    "year": "2018",
    "text": "Which of the following statements best describes \"carbon fertilisation\"? (2018) -",
    "options": [
      "Increased plant growth due to increased concentration of carbon dioxide in the atmosphere -",
      "Increased temperature of Earth due to increased concentration of carbon dioxide in the atmosphere -",
      "Increased acidity of oceans as a result of increased concentration of carbon dioxide in the atmosphere -",
      "Adaptation of all living beings on Earth to the climate change brought about by the increased concentration of carbon dioxide in the atmosphere"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : A higher concentration of carbon dioxide in the atmosphere aids photosynthesis, which in turn contributes to increased plant growth. This is known as the carbon fertilisation effect. Under higher CO2, plants do not lose so much water through their leaves, thereby less impacted by drier conditions. Carbon dioxide fertilisation is not the only cause of increased plant growth- nitrogen, land cover change and climate change by way of global temperature, precipitation and sunlight changes all contribute to the greening effect.",
    "subject": "environment",
    "id": "ENV_086"
  },
  {
    "year": "2016",
    "text": "The term 'Intended Nationally Determined Contributions' is sometimes seen in the news in the context of (2016) -",
    "options": [
      "pledges made by the European countries to rehabilitate refugees from the waraffected Middle East -",
      "plan of action outlined by the countries of the world to combat climate change <!-- image --> <!-- image --> -",
      "capital contributed by the member countries in the establishment of Asian Infrastructure Investment Bank -",
      "plan of action outlined by the countries of the world regarding Sustainable Development Goals"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : Nationally Determined Contributions (NDC) or Intended Nationally Determined Contributions (INDC) are at the heart of the Paris Agreement and the achievement of these long-term goals. NDCs embody efforts by each country to reduce national emissions and adapt to the impacts of climate change. The Paris Agreement requires each Party to prepare, communicate and maintain successive nationally determined contributions (NDCs) that it intends to achieve. Parties shall pursue domestic mitigation measures, with the aim of achieving the objectives of such contributions. ## Additional Information : India's INDC: India has pledged to improve the emissions intensity of its GDP by 33 to 35 percent by 2030 below 2005 levels. It has also pledged to increase the share of non-fossil fuels-based electricity to 40 percent by 2030. It has agreed to enhance its forest cover which will absorb 2.5 to 3 billion tonnes of carbon dioxide (CO2, the main gas responsible for global warming) by 2030.",
    "subject": "environment",
    "id": "ENV_087"
  },
  {
    "year": "2016",
    "text": "What is the 'Greenhouse Gas Protocol'? (2016) -",
    "options": [
      "It is an international accounting tool for government and business leaders to understand, quantify and manage greenhouse gas emissions. -",
      "It is an initiative of the United Nations to offer financial incentives to developing countries to reduce greenhouse gas emissions and to adopt eco-friendly technologies -",
      "It is an intergovernmental agreement ratified by all the member countries of the United Nations to reduce greenhouse gas emissions to specified levels by the year 2022 -",
      "It is one of the multilateral REDD+ initiatives hosted by the World Bank"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : Greenhouse Gas Protocol establishes comprehensive global standardised frameworks to measure and manage greenhouse gas emissions from private and public sector operations, value chains and mitigation actions. It is an international accounting tool for government and business leaders to understand, quantify and manage greenhouse gas emissions. The National Mission for a Green India is one of the eight Missions under the National Action The Protocol arose when the World Resources Institute (WRI) and World Business Council for Climate Change: Causes and Implications-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> Sustainable Development (WBCSD) recognized the need for an international standard for corporate Greenhouse Gas accounting and reporting in the late 1990s.",
    "subject": "environment",
    "id": "ENV_088"
  },
  {
    "year": "2012",
    "text": "The increasing amount of carbon dioxide in the air is slowly raising the temperature of the atmosphere, because it absorbs (2012) -",
    "options": [
      "the water vapour of the air and retains its heat. -",
      "the UV part of the solar radiation. -",
      "all the solar radiations. -",
      "the infrared part of the solar radiation."
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: The increasing amount of carbon dioxide in the air is slowly raising the temperature of the atmosphere because it absorbs the infrared part of the solar radiation. Clouds and gases reflect about one-fourth of the incoming solar radiation and absorb some of it but almost half of the incoming solar radiation falls on Earth's surface heating it, while a small proportion is reflected back. Earth's surface re-emits heat in the form of infrared radiation but part of this does not escape into space as atmospheric gases (e.g., carbon dioxide, methane, etc.) absorb a major fraction of it. The molecules of these gases radiate heat energy, and a major part of which again comes to Earth's surface, thus heating it up once again. This cycle is repeated many times. The above-mentioned gases carbon dioxide and methane - are commonly known as greenhouse gases and are mainly responsible for the greenhouse effect. An increase in the level of greenhouse gases has led to considerable heating of the Earth leading to global warming.",
    "subject": "environment",
    "id": "ENV_089"
  },
  {
    "year": "2011",
    "text": "Regarding 'carbon credits'', which one of the following statements is not correct? (2011) -",
    "options": [
      "The carbon credit system was ratified in conjunction with the Kyoto protocol. -",
      "Carbon credits are awarded to countries or groups that have reduced greenhouse gases below their emission quota. -",
      "The goal of the carbon credit system is to limit the increase of carbon dioxide emission. -",
      "Carbon credits are traded at a price fixed from time to time by the United Nations environment programs."
    ],
    "correctAnswer": 3,
    "explanation": "A carbon credit is a tradable permit or certificate that provides the holder of the credit the right to emit one ton of carbon dioxide or an equivalent of another greenhouse gas - it is essentially an offset for producers of such gases. Option (d) is not correct : Carbon credit prices are never fixed because they are traded on an exchange. It is a permit that allows the company that holds it to emit a certain amount of carbon dioxide or other greenhouse gases. One credit permits the emission of a mass equal to one ton of carbon dioxide. Credit is one-half of a so-called 'cap-and-trade' program.",
    "subject": "environment",
    "id": "ENV_090"
  },
  {
    "year": "2024",
    "text": "Consider the following statements: (2024) Statement-I: The European Parliament approved The Net-Zero Industry Act recently. Statement-II: The European Union intends to achieve carbon neutrality by 2040 and therefore aims to develop all of its own clean technology by that time. Which one of the following is correct in respect of the above statements? -",
    "options": [
      "Both Statement-I and Statement-II are correct and Statement-II explains Statement-I -",
      "Both Statement-I and Statement-II are correct, but Statement-II does not explain Statement-1 -",
      "Statement-I is correct, but StatementII is incorrect -",
      "Statement-I is incorrect, but StatementII is correct"
    ],
    "correctAnswer": 2,
    "explanation": "Statement I is correct : The European Parliament has approved the Net-Zero Industry Act to boost the production of green technology in the EU. Statement II is not correct : The goal is for Europe to make 40% of its own green technology by 2030 and to hold 15% of the global market for these technologies.",
    "subject": "environment",
    "id": "ENV_091"
  },
  {
    "year": "2021",
    "text": "The 'Common Carbon Metric', supported by UNEP, has been developed for (2021) -",
    "options": [
      "assessing the carbon footprint of building operations around the world -",
      "enabling commercial farming entities around the world to enter carbon emission trading -",
      "enabling governments to assess the overall carbon footprint caused by their countries -",
      "assessing the overall carbon footprint caused by the use of fossil fuels by the world in a unit time"
    ],
    "correctAnswer": 2,
    "explanation": "Option (1), (2) and (3) are correct: Hydrofluorocarbons (HFCs) are versatile synthetic compounds primarily manufactured for various industrial purposes. They find applications in aerosols, foam agents, and fire retardants. Aerosols: HFCs serve as propellants in aerosol products, aiding in the release of contents from the container. Foam agents: HFCs act as blowing agents in the production of insulating foams, contributing to their expansion and structure. Fire retardants: HFCs are utilized in fire suppression systems and fire extinguishing agents for their inert properties, aiding in fire control.",
    "subject": "environment",
    "id": "ENV_092"
  },
  {
    "year": "",
    "text": "Pangolin To reduce the chance of being captured by predators, which of the above organisms rolls up/roll up and protects/ protect its/ their vulnerable parts? -",
    "options": [
      "1 and 2 -",
      "2 only -",
      "3 only -",
      "1 and 3"
    ],
    "correctAnswer": 2,
    "explanation": "Statement 1 is correct: Green hydrogen is defined as hydrogen produced by splitting water into hydrogen and oxygen using renewable electricity. Production of green hydrogen causes significantly lower greenhouse gas emissions. Green hydrogen can be used directly as a fuel for internal combustion engines. Statement 2 correct: Green hydrogen can indeed be mixed with natural gas to create a blended fuel. This blended fuel can then be used in a similar manner to pure natural gas, including for heating purposes or for the generation of electricity. Statement 3 is correct: Green hydrogen is used to power hydrogen fuel cell vehicles. Because of its energy efficiency, a hydrogen fuel cell is two to three times more efficient than an internal combustion engine fueled by gas. And a fuel cell electric vehicle's refueling time averages less than four minutes.",
    "subject": "environment",
    "id": "ENV_093"
  },
  {
    "year": "",
    "text": "Articles made of it can be easily disposed of by incineration without causing greenhouse gas emissions. Which of the statements given above are correct? -",
    "options": [
      "1 and 3 -",
      "2 and 4 -",
      "1 and 4 -",
      "2 and 3"
    ],
    "correctAnswer": 2,
    "explanation": "Statement 1 is correct: Sprinkling powdered basalt over natural ecosystems would remove vast amounts of carbon dioxide from the Earth's atmosphere while also improving soils. That's the finding of a new study that evaluates this proposed geoengineering scheme and estimates the costs involved. Statement 2 is correct: Ocean alkalinization is an approach to carbon removal that involves adding alkaline substances to seawater to enhance the ocean's natural carbon sink. These substances could include minerals, such as olivine, or artificial substances, such as lime or some industrial byproducts. Adding alkalinity to the ocean removes carbon dioxide from the atmosphere through a series of reactions that convert dissolved CO2 into stable bicarbonate and carbonate molecules, which in turn causes the ocean to absorb more CO2 from the air to restore equilibrium. Statement 3 is correct: Injection of fluids into deep geological formations is achieved by pumping fluids down into a well. The part of the well in the storage zone is either perforated or covered with a permeable screen to enable the CO2 to enter the formation.",
    "subject": "environment",
    "id": "ENV_094"
  },
  {
    "year": "",
    "text": "Seeds of moringa and tamarind can be used in the production of biofuels. Which of the statements given above are correct? -",
    "options": [
      "1, 2, 4 and 5 -",
      "3, 4 and 5 -",
      "1, 3 and 4 -",
      "1, 2, 3 and 5"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: Greenwashing is the process of conveying a false impression or unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> providing misleading information about how a company's products are more environmentally sound. Greenwashing is considered an unsubstantiated claim to deceive consumers into believing that a company's products are environmentally friendly.",
    "subject": "environment",
    "id": "ENV_095"
  },
  {
    "year": "",
    "text": "Sugar beet Select the correct answer using the code given below: -",
    "options": [
      "1, 2, 5 and 6 only -",
      "1, 3, 4 and 6 only -",
      "2, 3, 4 and 5 only -",
      "1, 2, 3, 4, 5 and 6"
    ],
    "correctAnswer": 0,
    "explanation": "'Biofuels' are fuels produced from renewable resources and used in place of or in blend with, diesel, petrol or other fossil fuels for transport, stationary, portable and other applications. Option (a) is correct : Biofuels can be produced from biomass such as sugar-containing materials, like sugar cane, sugar beet, sweet sorghum, etc.; starch-containing materials such as corn, cassava, rotten potatoes, algae, etc.; and cellulosic-materials such as bagasse, wood waste, agricultural and forestry residues, or other renewable resources like an industrial waste; rice &amp; wheat straw/corn cobs (Damaged wheat grains).",
    "subject": "environment",
    "id": "ENV_096"
  },
  {
    "year": "2015",
    "text": "What is the Rio+20 Conference, often mentioned in the news? (2015) -",
    "options": [
      "It is the United Nations Conference on Sustainable Development. -",
      "It is a Ministerial Meeting of the World Trade Organisation. -",
      "It is a Conference of the Intergovernmental Panel on Climate Change. -",
      "It is a Conference of the Member Countries of the Convention on Biological Diversity."
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : Rio+20 was one of the biggest international gatherings of 2012 and the largest event in the history of the United Nations. It presented an opportunity to redirect and re-energise political commitment to the three dimensions of Sustainable Development: economic growth, social improvement, and environmental protection. The United Nations Conference on Sustainable Development (Rio+20) was held in Rio de Janeiro, Brazil, from 20th to 22nd June 2012. Rio+20 focused on two themes: - y A Green economy in the context of sustainable development and poverty eradication. - y The institutional framework for sustainable development.",
    "subject": "environment",
    "id": "ENV_097"
  },
  {
    "year": "",
    "text": "The CCAC focuses on methane, black carbon, and hydrofluorocarbons. Which of the statements given above is/are Give your feedback here: Link <!-- image --> <!-- image --> correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_098"
  },
  {
    "year": "",
    "text": "Thorns instead of leaves Select the correct answer using the code given below: -",
    "options": [
      "2 and 3 only Select the correct answer using the code -",
      "2 only Give your feedback here: Link -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is correct: Biofilters are an essential part of an aquaponics system,used in waste treatment systems to remove uneaten fish feed and other organic waste from aquatic environments. Biofiltration is a natural and effective method of water treatment commonly employed in aquaculture systems, such as fish farms or aquariums. Statement 2 is correct: In fish waste and uneaten feed, one of the primary waste products is ammonia (NH3). Ammonia is toxic to fish and other aquatic organisms and can negatively impact water quality if not properly managed. Biofilters facilitate the nitrification process, which involves two key steps performed by specific groups of beneficial bacteria. The first group consists of ammonia-oxidising bacteria (AOB), which convert ammonia into nitrite (NO2-). The second group includes nitriteoxidising bacteria (NOB), which further convert nitrite into nitrate (NO3-). Statement 3 is incorrect: Phosphorus is an essential nutrient for fish and other aquatic organisms, but it is not directly influenced by the biofiltration process. Phosphorus levels in water are typically managed through other unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> means, such as water quality monitoring, nutrient management, and appropriate fish feed formulations.",
    "subject": "environment",
    "id": "ENV_099"
  },
  {
    "year": "",
    "text": "Excessive ozone in the air can trigger asthma. Which of the statements given above are correct? -",
    "options": [
      "1, 3 and 4 -",
      "1 and 4 only -",
      "2, 3 and 4 -",
      "1 and 2 only"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: The System of Rice Intensification involves cultivating rice with as much organic manure as possible, starting with young seedlings planted singly at a wider spacing in a square pattern; and with intermittent irrigation that keeps the soil moist but not inundated, and frequent inter cultivation with weeder that actively aerates the soil. In SRI paddy cultivation, less quantity of seeds - 2 kg/acre is required compared to 20 kg/acre in conventional cultivation. By stopping flooding and relying mostly on organic fertilization, methane emissions are greatly reduced SRI Paddy Cultivation requires less water. So, less electricity consumption.",
    "subject": "environment",
    "id": "ENV_100"
  },
  {
    "year": "",
    "text": "India was one of the signatories at its inception. <!-- image --> Select the correct answer using the code given below. -",
    "options": [
      "1, 2 and 4 -",
      "1, 3 and 5 -",
      "3 and 4 -",
      "2 and 5"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: The concept is not new. It was first propagated in the 1970s by Australian biologist Bill Mollison. It gained acceptance in India after several enthusiasts were influenced by Mollison during his visit to the country in 1987. Permaculture is the conscious design and maintenance of agriculturally productive ecosystems which have the diversity, stability, and resilience of natural ecosystems. It is the harmonious integration of landscape and people - providing their food, energy, shelter, and other material and non-material needs in a sustainable way. Statement 1 is correct: Permaculture integrates patterns in ecosystems to replicate biodiversity into agriculture to minimalize human energy intervention. Monoculture efficiently produces a single crop or livestock type grown in a specific area, relying heavily on human involvement and energy-intensive machinery. So, Permaculture farming discourages monocultural practices. Whereas in conventional chemical farming, monoculture practices are predominant. Statement 2 is correct: In Conventional chemical farming, soil salinity increases due to an increase in salts in the soil. Soil salinity, due to intense chemical use, demands at least four times more water. Chemical runoffs destroy not just marine ecosystems but life forms in the soil, which makes soil sterile. In permaculture, the whole is greater than the sum of its parts. So, the occurrence of soil salinity is not observed in permaculture. Statement 3 is not correct: Permaculture is suitable in semi-arid regions using specific crops and water harvesting structures. Statement 4 is correct: Mulching basically involves the application of a protective layer of material to the field soil surface just after sowing any crop. Mulching is an essential component of ecologically rich permaculture. Though it is not important in conventional chemical farming. Elimination Technique: Conventional chemical farming requires high water availability which is not available in semiarid regions. Statement 3 is eliminated. Statement 1 is clearly correct. So, Option (b) is correct.",
    "subject": "environment",
    "id": "ENV_101"
  },
  {
    "year": "2021",
    "text": "Among the following, which one is the least water-efficient crop? (2021) -",
    "options": [
      "Sugarcane -",
      "Sunflower -",
      "Pearl millet -",
      "Red gram"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: Sugarcane is one of the most water-intensive crops. Crop water needs (mm/total growing period): Sugarcane: 1500-2500, Sunflower: 600-1000, Millet: 450650, Gram (Chickpea): 350-500. So, Sugarcane requires a higher amount of water than other crops. So, Sugarcane is the least waterefficient crop.",
    "subject": "environment",
    "id": "ENV_102"
  },
  {
    "year": "",
    "text": "Sulphur dioxide Which of the above are released into the atmosphere due to the burning of crop/ biomass residue? -",
    "options": [
      "1 and 2 only -",
      "2, 3 and 4 only -",
      "1 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_103"
  },
  {
    "year": "",
    "text": "Carbon dioxide Select the correct answer using the code given below: -",
    "options": [
      "1, 3 and 4 only -",
      "2 and 3 only -",
      "1 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_104"
  },
  {
    "year": "",
    "text": "As pressurizing agents in aerosol cans Which of the statements given above is/are correct? -",
    "options": [
      "1, 2 and 3 only -",
      "4 only -",
      "1, 3 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_105"
  },
  {
    "year": "",
    "text": "Hair oils and cosmetics Select the correct answer using the code given below: -",
    "options": [
      "1, 2 and 3 only -",
      "1 and 3 only -",
      "2 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_106"
  },
  {
    "year": "",
    "text": "Some mushrooms have bioluminescent properties. How many of the above statements are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "Only three -",
      "All four"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_107"
  },
  {
    "year": "",
    "text": "Among the States in India, the highest elephant population is in Kerala. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 4 only -",
      "3 only -",
      "1, 3, and 4 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_108"
  },
  {
    "year": "",
    "text": "Use of synthetic fertilisers and other agricultural chemicals in crop fields in the vicinity of rivers. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1, 3 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_109"
  },
  {
    "year": "",
    "text": "Spider monkey Which of the above are naturally found in India? -",
    "options": [
      "1, 2 and 3 only -",
      "2 and 3 only -",
      "1 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_110"
  },
  {
    "year": "",
    "text": "Andhra Pradesh Select the correct answer using the code given below: -",
    "options": [
      "1, 2 and 3 only -",
      "2 only -",
      "1, 3 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_111"
  },
  {
    "year": "",
    "text": "Snow leopard Which of the above are naturally found in India? -",
    "options": [
      "1, 2 and 3 only -",
      "1, 3 and 4 only -",
      "2 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_112"
  },
  {
    "year": "",
    "text": "Pollination of crops Select the correct answer using the code given below: -",
    "options": [
      "1, 2, and 3 only -",
      "2, 3, and 4 only -",
      "1 and 4 only -",
      "1, 2, 3 and 4 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_113"
  },
  {
    "year": "2021",
    "text": "'R2 Code of Practices' constitutes a tool available for promoting the adoption of (2021) -",
    "options": [
      "environmentally responsible practices in electronics recycling industry -",
      "ecological management of 'Wetlands of International Importance' under the Ramsar Convention -",
      "sustainable practices in the cultivation of agricultural crops in degraded lands -",
      "'Environmental Impact Assessment' in the exploitation of natural resources"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_114"
  },
  {
    "year": "",
    "text": "People of such area are allowed traditional agricultural practices How many of the above statements are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "Only three -",
      "All four"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_115"
  },
  {
    "year": "",
    "text": "Odisha With reference to the States mentioned above, in terms of percentage of forest cover to the total area of the State, which one of the following is the correct ascending unacademy.com | Download the Unacademy app Give your feedback here: Link order? -",
    "options": [
      "2-3-1-4 -",
      "2-3-4-1 -",
      "3-2-4-1 -",
      "3-2-1-4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_116"
  },
  {
    "year": "",
    "text": "Indian Forest Act, 1927 bearing on the biodiversity conservation in the country? -",
    "options": [
      "1 and 3 only -",
      "2, 3 and 4 only -",
      "1, 2, 3 and 4 Which of the above Acts have relevance to/ -",
      "None of the above Acts 6 ## National Conservation EffortsExplanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_117"
  },
  {
    "year": "2020",
    "text": "Which one of the following statements best describes the term 'Social Cost of Carbon'? (2020) It is a measure, in monetary value, of the -",
    "options": [
      "long-term damage done by a tonne of CO2 emissions in a given year. -",
      "requirement of fossil fuels for a country to provide goods and services to its citizens, based on the burning of those fuels. -",
      "efforts put in by a climate refugee to adapt to live in a new place. -",
      "contribution of an individual person to the carbon footprint on the planet Earth. Climate Change: Causes and Implications unacademy.com | Download the Unacademy app Give your feedback here: Link"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_118"
  },
  {
    "year": "",
    "text": "Cultivation of cereals will not be possible anywhere in the world. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "2, 3 and 4 only -",
      "1, 2, 3 and 4 Climate Change: Causes and Implications unacademy.com | Download the Unacademy app Give your feedback here: Link"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_119"
  },
  {
    "year": "",
    "text": "Lubricants In the making of how many of the above are hydrofluorocarbons used? -",
    "options": [
      "Only one -",
      "Only two -",
      "Only three -",
      "All four"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_120"
  },
  {
    "year": "",
    "text": "H-CNG makes the fuel less expensive than CNG. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_121"
  },
  {
    "year": "",
    "text": "Practice of mulching is very important in permaculture farming but not necessarily so in conventional chemical farming. Select the correct answer using the code given below. -",
    "options": [
      "1 and 3 -",
      "1, 2 and 4 -",
      "4 only -",
      "2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_122"
  },
  {
    "year": "",
    "text": "Vertical farming Select the correct answer using the code given below: -",
    "options": [
      "1, 2 and 3 only -",
      "3 only -",
      "4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_123"
  },
  {
    "year": "",
    "text": "Reduction in the leaching of chemical nutrients is possible. Select the correct answer using the code given below: -",
    "options": [
      "1, 2 and 3 -",
      "1, 2 and 4 only -",
      "1, 3 and 4 only -",
      "2, 3 and 4 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_124"
  },
  {
    "year": "",
    "text": "The scope for intercropping is more in this compared to the conventional method of cultivation. Select the correct answer using the code given below: -",
    "options": [
      "1 and 3 only -",
      "1, 2 and 4 only -",
      "2, 3 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_125"
  },
  {
    "year": "",
    "text": "The mission of TRAFFIC is to ensure that trade in wild plants and animals is not a threat to the conservation of nature. Which of the above statements is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_126"
  },
  {
    "year": "",
    "text": "It works at the field level to develop and mobilise knowledge and use the practical experience to advocate for better policies. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_127"
  },
  {
    "year": "",
    "text": "lay down the standards for emission or discharge of environmental pollutants from various sources Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_128"
  },
  {
    "year": "",
    "text": "People's participation is mandatory in the compensatory afforestation programmes carried out under the Compensatory Afforestation Fund Act, 2016. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_129"
  },
  {
    "year": "",
    "text": "The NGT provides environmental justice and helps reduce the burden of litigation in the higher courts whereas the CPCB promotes cleanliness of streams and wells, and aims to improve the quality of air in the country. unacademy.com | Download the Unacademy app Give your feedback here: Link Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_130"
  },
  {
    "year": "",
    "text": "It is one of the most important trees in the tropical rainforest areas of South India. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_131"
  },
  {
    "year": "",
    "text": "The purpose of the declaration of Eco Sensitive Zones is to prohibit all kinds of human activities in those zones except agriculture. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_132"
  },
  {
    "year": "2022",
    "text": "'Climate Action Tracker' which monitors the emission reduction pledges of different countries is a : (2022) -",
    "options": [
      "Database created by coalition of research organisations -",
      "Wing of 'International Panel of Climate Change' -",
      "Committee under 'United Nations Framework Convention on Climate Change' -",
      "Agency promoted and financed by United Nations Environment Programme and World Bank"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_133"
  },
  {
    "year": "",
    "text": "It is founded under the aegis of UNEP, OECD, Asian Development Bank and World Bank. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_134"
  },
  {
    "year": "",
    "text": "The Sustainable Development Goals have to be achieved by 2030. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_135"
  },
  {
    "year": "",
    "text": "It originated in the World Summit on Sustainable Development held in Johannesburg in 2002. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 ##",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_136"
  },
  {
    "year": "",
    "text": "It could lead to a fall in the population of some species of wasps, spiders, and birds. Select the correct one using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_137"
  },
  {
    "year": "",
    "text": "Rodents The phenomenon of hibernation can be observed in which of the above kinds of animals? -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "1, 2 and 3 -",
      "Hibernation cannot be observed in any of the above"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_138"
  },
  {
    "year": "",
    "text": "Bacteria Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_139"
  },
  {
    "year": "",
    "text": "A food chain illustrates the numbers of each organism that are eaten by others. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "1, 2 and 3 -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_140"
  },
  {
    "year": "",
    "text": "Death of vegetation Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_141"
  },
  {
    "year": "",
    "text": "Bird Which of the above is/are pollinating agent/ agents? -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_142"
  },
  {
    "year": "",
    "text": "The density of ocean water would drastically decrease. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_143"
  },
  {
    "year": "",
    "text": "Bottom-dwelling organisms to the surface Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "2 and 3 only -",
      "3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_144"
  },
  {
    "year": "",
    "text": "There is no known safe level of exposure to mercury. How many of the above statements are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_145"
  },
  {
    "year": "",
    "text": "They may release sulphur dioxide as a pollutant. Select the correct answer using the code given below. -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3 unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image -->"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_146"
  },
  {
    "year": "",
    "text": "Its use causes sulphur emissions into the environment. Which of the statements given above are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_147"
  },
  {
    "year": "",
    "text": "High ash content is observed in Indian coal. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_148"
  },
  {
    "year": "",
    "text": "The poultry industry releases reactive nitrogen compounds into the environment. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 3 only -",
      "2 and 3 only -",
      "2 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_149"
  },
  {
    "year": "",
    "text": "Lowering of the water - table Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_150"
  },
  {
    "year": "",
    "text": "Genetic engineering can be used to create microorganisms specifically designed for bioremediation. Select the correct option using the given code below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_151"
  },
  {
    "year": "",
    "text": "They can trigger the production of free radicals. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_152"
  },
  {
    "year": "",
    "text": "Upwelling in the seas. Select the correct answer from the code given below: -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_153"
  },
  {
    "year": "",
    "text": "Oxides of Sulphur Which of the above is/are the emission/ emissions from coal combustion at thermal power plants? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2, and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_154"
  },
  {
    "year": "",
    "text": "Madagascar Bonobo How many of the pairs given above are correctly matched? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_155"
  },
  {
    "year": "2024",
    "text": "Which one of the following shows a unique relationship with an insect that has coevolved with it and that is the only Insect that can pollinate this tree? (2024) -",
    "options": [
      "Fig -",
      "Mahua -",
      "Sandalwood -",
      "Silk cotton"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_156"
  },
  {
    "year": "",
    "text": "Frogs How many of the above have poisonous species among them? unacademy.com | Download the Unacademy app Give your feedback here: Link -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_157"
  },
  {
    "year": "",
    "text": "Red sanders How many of the above trees are actually native to India? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_158"
  },
  {
    "year": "",
    "text": "Soybean How many of the above belong to the pea <!-- image --> <!-- image --> <!-- image --> ## family? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_159"
  },
  {
    "year": "",
    "text": "Sambar Deer How many of the above are generally nocturnal or most active after sunset? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_160"
  },
  {
    "year": "",
    "text": "They are omnivorous. How many of the above statements are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_161"
  },
  {
    "year": "",
    "text": "It is commercially cultivated in the Himalayan foothills of north-eastern India. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "3 only -",
      "1 and 2 -",
      "2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_162"
  },
  {
    "year": "",
    "text": "Rusty Spotted Cat Eastern Ghats Which of the pairs given above is/are correctly matched? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_163"
  },
  {
    "year": "",
    "text": "One-horned rhinoceros are naturally found in India only. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_164"
  },
  {
    "year": "",
    "text": "It lives in the wild and cannot be domesticated. Select the correct answer using the code given below. -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_165"
  },
  {
    "year": "",
    "text": "It is given legal protection under Schedule I of the Wildlife (Protection) Act, 1972. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "1 and 3 only -",
      "3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_166"
  },
  {
    "year": "",
    "text": "Neem oil has applications in the pharmaceutical industry. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1 and 3 only -",
      "1, 2 and 3 unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image -->"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_167"
  },
  {
    "year": "",
    "text": "Black-necked Crane Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "2 and 3 only -",
      "3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_168"
  },
  {
    "year": "",
    "text": "Swamp deer Which of the above is/are endangered? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1, 2 and 3 -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_169"
  },
  {
    "year": "",
    "text": "Sea lion Which of the above is/are mammal/ mammals? -",
    "options": [
      "1 only -",
      "1 and 3 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_170"
  },
  {
    "year": "",
    "text": "The Wetlands (Conservation and Management) Rules, 2010 also encompass the drainage area or catchment regions of the wetlands as determined by the authority. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_171"
  },
  {
    "year": "",
    "text": "India was instrumental in the creation of GACSA. Select the correct answer using the code given below: -",
    "options": [
      "1 and 3 only -",
      "2 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_172"
  },
  {
    "year": "",
    "text": "To provide Geographical Indication status to all the varieties of agricultural produce in such identifies GIAHS. Select the correct answer using the code given below. -",
    "options": [
      "1 and 3 only -",
      "2 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_173"
  },
  {
    "year": "",
    "text": "It presents an approach that can help decision makers recognize, demonstrate, and capture the value of ecosystems and biodiversity. Select the correct answer using the code given below. -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_174"
  },
  {
    "year": "",
    "text": "It is committed to a bottom-up approach, encouraging the participation of local people in combating desertification. Select the correct answer using the code given below. -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_175"
  },
  {
    "year": "",
    "text": "It identifies the sites known/referred to as 'Important Bird and Biodiversity Areas'. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_176"
  },
  {
    "year": "",
    "text": "CITES is legally binding on the States that have joined it, but this Conventional does not take the place of national laws. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_177"
  },
  {
    "year": "",
    "text": "It is a movement to raise awareness about climate change and the need to save the planet. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 3 only -",
      "2 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_178"
  },
  {
    "year": "",
    "text": "The World Heritage Convention. Which of the above has/have a bearing on biodiversity? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_179"
  },
  {
    "year": "",
    "text": "Protected sites for conservation of nature and natural resources in various countries. Select the correct answer using the code given below: -",
    "options": [
      "1 and 3 only -",
      "2 only -",
      "2 and 3 only -",
      "3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_180"
  },
  {
    "year": "2022",
    "text": "Which one of the following has been constituted under the Environment (Protection) Act, 1986? (2022) -",
    "options": [
      "Central Water Commission -",
      "Central Ground Water Board -",
      "Central Ground Water Authority -",
      "National Water Development Agency"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_181"
  },
  {
    "year": "",
    "text": "Apprehension of a protected wild animal becoming a danger to human life is sufficient ground for its capture or killing. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 -",
      "2 only -",
      "1 and 3 -",
      "3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_182"
  },
  {
    "year": "",
    "text": "India has the largest area under groundwater irrigation in the world. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "2 only -",
      "1 and 3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_183"
  },
  {
    "year": "",
    "text": "The Scheduled Tribes and Other Traditional Forest Dwellers (Recognition of Forests Rights) Act, 2006 allows ownership of minor forest produce to forest dwellers. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_184"
  },
  {
    "year": "",
    "text": "Union Ministry of Environment, Forest and Climate Change officially decides and declares Habitat Rights for Primitive and Vulnerable Tribal Groups in any part of India. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_185"
  },
  {
    "year": "",
    "text": "Wild buffalo Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_186"
  },
  {
    "year": "",
    "text": "It organises and conducts nature trails and camps for the general public. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 3 only -",
      "2 only -",
      "2 and 3 only -",
      "1, 2 and 3 unacademy.com | Download the Unacademy app Give your feedback here: Link"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_187"
  },
  {
    "year": "",
    "text": "The National Ganga River Basin Authority is chaired by the Prime Minister. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "2 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_188"
  },
  {
    "year": "",
    "text": "Application for Intellectual Property Rights related to resources genetic/ biological cannot be made without the approval of the NBA. Which of the statements given above is/are correct? -",
    "options": [
      "1 Only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_189"
  },
  {
    "year": "",
    "text": "Powers and functions of Gram Sabha as mentioned under Article 243(A). Select the correct answer using the code given below: -",
    "options": [
      "1 Only -",
      "2 and 3 Only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_190"
  },
  {
    "year": "",
    "text": "Methane in the atmosphere oxidised to carbon dioxide after a decade or two. Select the correct answer using the code given below. -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_191"
  },
  {
    "year": "",
    "text": "It is coordinated by World Resources Institute (WRI) and World Business Council for Sustainable Development (WBCSD). Climate Change: Causes and Implications unacademy.com | Download the Unacademy app Give your feedback here: Link Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_192"
  },
  {
    "year": "",
    "text": "Subterranean deep saline formations Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_193"
  },
  {
    "year": "",
    "text": "Clean Development Mechanisms: Kyoto Protocol Which of the pairs given above is/are correctly matched? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_194"
  },
  {
    "year": "",
    "text": "Restoring and enhancing forest cover and responding to climate change by a combination of adaptation and mitigation measures. Select the correct answer using the code given below. -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_195"
  },
  {
    "year": "",
    "text": "Developed countries acknowledged their historical responsibility in global warming and committed to donate $ 1000 billion a year from 2020 to help developing countries to cope with climate change. Select the correct answer using the code given below. -",
    "options": [
      "1 and 3 only Climate Change: Causes and Implications unacademy.com | Download the Unacademy app Give your feedback here: Link -",
      "2 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_196"
  },
  {
    "year": "",
    "text": "the trapping of air in the polar ice caps Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "2 and 3 only -",
      "3 only <!-- image --> <!-- image --> ## Climate Change: Causes and Implications-Explanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_197"
  },
  {
    "year": "",
    "text": "It can be used in the hydrogen fuel cell to run vehicles. <!-- image --> How many of the above statements are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_198"
  },
  {
    "year": "",
    "text": "Capturing carbon dioxide released by various industries and pumping it into abandoned subterranean mines in the form of carbonated waters How many of the above activities are often considered and discussed for carbon capture and sequestration? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_199"
  },
  {
    "year": "",
    "text": "Production of cement Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_200"
  },
  {
    "year": "",
    "text": "Economically viable production necessitates the setting up of largescale facilities, which may raise ecological and social concerns. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_201"
  },
  {
    "year": "",
    "text": "Fly ash is made up of silicon dioxide and calcium oxide only and does not contain any toxic elements. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "1 and 3 only -",
      "3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_202"
  },
  {
    "year": "",
    "text": "Molasses can be used for the production of ethanol. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_203"
  },
  {
    "year": "",
    "text": "The combustible gases generated from biomass gasification can be used for direct heat generation but not in internal combustion engines. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3 unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> 8 ## Environment, Sustainable Development and General Issues-Explanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_204"
  },
  {
    "year": "",
    "text": "Biofilters increase phosphorus as a nutrient for fish in water. <!-- image --> How many of the statements given above are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_205"
  },
  {
    "year": "",
    "text": "Reduced electricity consumption Select the correct answer using the code given below : -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_206"
  },
  {
    "year": "",
    "text": "The palm oil can be used to produce biodiesel. Which of the statements given above are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_207"
  },
  {
    "year": "",
    "text": "The International Crops Research Institute for the Semi-Arid Tropics (ICRISAT) in India is one of the CGIAR's research centres. Which of the statements given above are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_208"
  },
  {
    "year": "",
    "text": "When biochar is a part of the growing medium, it enables the growing medium to retain water for a longer time. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "1 and 3 only -",
      "1, 2 and 3 unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image -->"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_209"
  },
  {
    "year": "",
    "text": "Carbon sequestration in the soil is possible. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_210"
  },
  {
    "year": "",
    "text": "Irrigation over a period of time can contribute to the salinization of some agricultural lands. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_211"
  },
  {
    "year": "",
    "text": "Allowing crop residue to remain in the field Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_212"
  },
  {
    "year": "",
    "text": "Leaching of nitrate to the groundwater can occur. Select the correct answer using the code given below: -",
    "options": [
      "1 and 3 only -",
      "2 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_213"
  },
  {
    "year": "",
    "text": "Spirogyra Which of the above is/are used as biofertilizer/biofertilizers? -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "2 and 3 only -",
      "3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_214"
  },
  {
    "year": "",
    "text": "Zero tillage In the context of global climate change, which of the above helps/help in carbon sequestration/ storage in the soil? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1, 2 and 3 -",
      "None of them Give your feedback here: Link 9 ## Agriculture-Explanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_215"
  },
  {
    "year": "2021",
    "text": "Consider the following statements: (2021) Statement 1: The United Nations Capital Development Fund (UNCDF) and the Arbor Day Foundation have recently recognized Hyderabad as 2020 Tree City of the World. Statement 2: Hyderabad was selected for the recognition for a year following its commitment to grow and maintain the urban forests. Which one of the following is correct in respect of the above statements? unacademy.com | Download the Unacademy app Give your feedback here: Link -",
    "options": [
      "Both Statement 1 and Statement 2 are correct and Statement 2 is the correct explanation for Statement 1 -",
      "Both Statement 1 and Statement 2 are correct but Statement 2 is not the correct explanation for Statement 1 -",
      "Statement 1 is correct but Statement 2 is not correct -",
      "Statement 1 is not correct but Statement 2 is correct"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_216"
  },
  {
    "year": "2020",
    "text": "If a particular plant species is placed under Schedule VI of The Wildlife Protection Act, 1972, what is the implication? (2020) -",
    "options": [
      "A licence is required to cultivate that plant. -",
      "Such a plant cannot be cultivated under any circumstances. -",
      "It is a Genetically Modified crop plant. -",
      "Such a plant is invasive and harmful to unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> the ecosystem."
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_217"
  },
  {
    "year": "",
    "text": "The International Energy Agency is the Secretariat to the 'Under2 Coalition'. <!-- image --> Which of the statements given above are correct ? -",
    "options": [
      "1, 2, 4 and 5 -",
      "1, 3 and 4 only -",
      "2, 3 and 5 only -",
      "1, 2, 3, 4 and 5"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_218"
  },
  {
    "year": "2022",
    "text": "Which one of the following best describes the term 'greenwashing' ? (2022) -",
    "options": [
      "Conveying a false impression that a company's products are eco-friendly and environmentally sound -",
      "Non-inclusion of ecological/ environmental costs in the Annual Financial Statements of a country unacademy.com | Download the Unacademy app Give your feedback here: Link -",
      "Ignoring the disastrous ecological consequences while undertaking infrastructure development -",
      "Making mandatory provisions for environmental costs in a government project/programme"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_219"
  },
  {
    "year": "",
    "text": "Portland cement Select the correct answer using the code given below: -",
    "options": [
      "1, 2 and 3 only -",
      "2, 3 and 4 only -",
      "4 and 5 only -",
      "1 and 5 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_220"
  },
  {
    "year": "",
    "text": "Adopting spatial and temporal crop sequencing/crop rotations Select the correct answer using the code given below: unacademy.com | Download the Unacademy app Give your feedback here: Link -",
    "options": [
      "1, 3 and 4 only -",
      "2, 3, 4 and 5 only -",
      "2, 4 and 5 only -",
      "1, 2, 3 and 5 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "environment",
    "id": "ENV_221"
  }
]