[
  {
    "year": "",
    "text": "Nokrek Mountains Garhwal Himalaya Kumaon Himalaya Sikkim Himalaya Which of the pairs given above is/are correctly matched? -",
    "options": [
      "1 and 2 -",
      "2 only -",
      "1 and 3 -",
      "3 only"
    ],
    "correctAnswer": 3,
    "explanation": "The Siachen Glacier is in the Eastern Karakoram range in the Himalayas. It is situated to the North of Nubra Valley. It is the Second-Longest glacier in the World's Non-Polar areas. It is part of Ladakh which has now been converted into a Union Territory. Siachen Glacier is the world's highest battlefield. Option (d) is correct: The Nubra Valley acts as the gateway to the strategically important Siachen Glacier and Karakoram Pass. The Karakoram Pass on the northwest side connects the valley with Xinjiang, China. The area was once part of the ancient Himalayan trade path, the Silk Route that connected China to the Middle East. The Nubra River is a river in the Nubra Valley of Ladakh in India. It is a tributary of the Shyok River (a part of the Indus River system) and originates from the Siachen Glacier. <!-- image -->",
    "subject": "geography",
    "id": "GEO_001"
  },
  {
    "year": "",
    "text": "Wayanad Wildlife Sanctuary Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "3 and 4 only -",
      "1, 3 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": 2,
    "explanation": "Cauvery is an easterly flowing river of Peninsular India that runs across three of the southern Indian states i.e., Karnataka, Tamil Nadu, Kerala, and a Union Territory of Puducherry. The point of origin of Cauvery, Talakaveri is in the Brahmagiri ranges of the Western Ghats at an elevation of 1341m. and elephants to other areas of the Western Ghats through Brahmagiri wildlife sanctuary and to the Eastern Ghats through Bandipur Tiger reserve. It is located in the Cauvery basin. Statement 2 is not correct : Papikonda National Park is located in the East Godavari and West Godavari districts of Andhra Pradesh and Khammam district of Telangana. The Park lies in the River Godavari basin. Statement 3 is correct : The Sathyamangalam Tiger Reserve is located in Kerala. It is located in the Eastern and Western Ghats. Sandalwood trees are a common find here. It lies in the Cauvery basin. Statement 4 is correct : Wayanad Wildlife Sanctuary is located in Kerala and was set up in 1973. These are located in the southern trenches of the famous Western Ghats, ranked 8th in the list of the World's Biodiversity Hotspots. The protected areas here share their boundaries with the protected area network of Nagarhole and Bandipur Tiger Reserves of Karnataka in the northeast and Mudumalai Tiger Reserve of Tamil Nadu in the southeast. It lies in the Cauvery basin.",
    "subject": "geography",
    "id": "GEO_002"
  },
  {
    "year": "2017",
    "text": "Which of the following is geographically closest to Great Nicobar? (2017) -",
    "options": [
      "Sumatra -",
      "Borneo -",
      "Java -",
      "Sri Lanka"
    ],
    "correctAnswer": 0,
    "explanation": "The Andaman and Nicobar Islands are the largest archipelago system in the Bay of Bengal, consisting of 306 islands and 206 rocks and rocky outcrops and covering a total area of about 8200 sq km. Only 38 of these 76° Orissa 80° 84° 88° 92° 96°E <!-- image --> <!-- image --> ITUAIII• Andaman and Thailand Car islands are inhabited, 11 in the Andaman group and 13 in the Nicobars. This large archipelago is separated from mainland India by about 1000 km. The nearest landmass in the north is Myanmar, roughly 280 km from Landfall Island, the northernmost island in the group. Sumatra Option (a) is correct : The closest landmass to Great Nicobar in the south is Sumatra, which is located at a distance of 145 km. <!-- image --> ## Additional Information : - y Indira Point, the southernmost point of India, is the southern point of Great Nicobar Island. - y Andaman and Nicobar Islands are separated by a water body which is called the Tendegree channel. - y Barren island, the only active volcano in India, is also situated in the Nicobar Islands. - y The coastal line has some coral deposits and beautiful beaches. These islands receive convectional rainfall and have an equatorial type of vegetation. Some important mountain peaks in Andaman and Nicobar Islands are Saddle peak, Mount Diavolo, Mount Koyob and Mount Thuiller.",
    "subject": "geography",
    "id": "GEO_003"
  },
  {
    "year": "2017",
    "text": "From the ecological point of view, which one of the following assumes importance in being a good link between the Eastern Ghats and the Western Ghats? (2017) -",
    "options": [
      "Sathyamangalam Tiger Reserve -",
      "Nallamala Forest -",
      "Nagarhole National Park -",
      "Seshachalam Biosphere Reserve unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image -->"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : Sathyamangalam Tiger Reserve is the largest wildlife sanctuary located in the Erode district of Tamil Nadu. It is a part of the Nilgiri Biosphere Reserve and lies between the Western Ghats and the Eastern Ghats. The reserve also adjoins four other protected areas: Biligiriranga Swamy Temple Wildlife Sanctuary, Sigur Plateau, Mudumalai National Park and Bandipur National Park. ## Additional Information : - y Nallamala Forest: It is one of the largest undisturbed stretches of forest in South India. It is located in Nallamala Hill, which is a part of the Eastern Ghats. The forest has a good tiger population, and a part of the forest belongs to the NagarjunsagarSrisailam Tiger Reserve. - y Nagarhole National Park: It is also known as Rajiv Gandhi National Park. The word 'Nagarahole' means 'Cobra-river' in Kannada. It is spread between the Kodagu and Mysore districts of Karnataka. Nagarahole River flows through the park and gradually joins the Kabini River, which also is a boundary between Nagarahole and Bandipur. Nagarhole has the highest congregation of the Asian elephant in the world Nagarhole has the highest congregation of the Asian elephant in the world. - y Seshachalam Biosphere Reserve: Seshachalam hills, the first Biosphere Reserve in Andhra Pradesh, is located in the southern Eastern Ghats of Chittoor and Kadapa districts. It is the richest floristic hotspot harbouring many endemic and rare plants.",
    "subject": "geography",
    "id": "GEO_004"
  },
  {
    "year": "2015",
    "text": "Which one of the following pairs of States of India indicates the easternmost and westernmost State? (2015) -",
    "options": [
      "Assam and Rajasthan -",
      "Arunachal Pradesh and Rajasthan -",
      "Assam and Gujarat -",
      "Arunachal Pradesh and Gujarat"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct : The latitudinal and longitudinal extent of mainland India is about 30°. The east-west extent appears to be smaller than the north-south extent. Arunachal Pradesh and Gujarat are the easternmost and westernmost States of India. ## Additional Information : Lying entirely in the Northern hemisphere, the mainland extends between latitudes 8°4'N and 37°6'N and longitudes 68°7'E and 97°25'E. The Tropic of Cancer (23° 30'N) divides the country into almost two equal parts. To the southeast and southwest of the mainland lie unacademy.com | Download the Unacademy app Give your feedback here: Link Latitude and Longitude Map of India 65 E 70° E 72°E N DADRA &amp; NAGAR DAMAN &amp; DIU 74E 76° E 78'E 30 E 82°E 84 E 36'E the Andaman and Nicobar Islands and the Lakshadweep Islands in the Bay of Bengal and the Arabian Sea, respectively. JAMMU LADAKH B'E 90 E 92 E 96°E 98'E The Southernmost point of the Indian Union is 'Indira Point'. INDIA LONGITUDE AND LATITUDE 34' M <!-- image --> unacademy.com | Download the Unacademy app Give your feedback here: Link BEN 34° N 32°N 3B\"N 28°N 26° N 24°N 22°M 20°N 1E°N 16° N 14°N 12° N 10° N <!-- image --> <!-- image -->",
    "subject": "geography",
    "id": "GEO_005"
  },
  {
    "year": "2011",
    "text": "The Brahmaputra, Irrawaddy and Mekong Rivers originate in Tibet's narrow and parallel mountain ranges in their upper reaches. Of these rivers, Brahmaputra makes a 'U' turn in its course to flow into India. This 'U' turn is due to (2011) -",
    "options": [
      "Uplift of folded Himalayan series -",
      "Syntaxial bending of geologically young Himalayas -",
      "Geo-tectonic disturbance in the tertiary folded mountain chains Select the correct answer using the code given below: -",
      "Both (a) and (b) above B4 AN SEA 1"
    ],
    "correctAnswer": 1,
    "explanation": "Brahmaputra River has its source in southwest Tibet. It flows there with the name Tsangpo River (flowing from the crest/ summit). The river runs across south Tibet to penetrate the Himalayan Mountain Ranges in huge canyons and subsequently into Arunachal Pradesh (India). In Arunachal Pradesh, it is called Dihang. The river runs to the southwest across the Assam Basin as Brahmaputra and towards the south through Bangladesh as the Jamuna (you should not confuse it with Yamuna of India). Option (b) is correct : Brahmaputra makes 'U' turn in its course to flow into India near Namcha Barwa and it is due to Syntaxial bending of geologically young Himalayas. ## Additional Information : - y The gently arching ranges of the Himalayan mountains on their Western and Eastern extremities are sharply bent southward in deep Knee-bend flexures that are called syntaxial bends. rUD - y On both the ends, the great mountains appear to bend around a pivotal point. The western point is situated south of the Pamir where the Karakoram meets the Hindu Kush. - y A similar sharp, almost hairpin bend occurs on the eastern limit of Arunachal Pradesh where the strike of the mountain changes sharply from the Easterly to Southerly trend. Besides these two major bends, there are a number of minor syntaxial bends in other parts of Himalayas. <!-- image --> unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> ## Drainage System of India",
    "subject": "geography",
    "id": "GEO_006"
  },
  {
    "year": "2020",
    "text": "Siachen Glacier is situated in the: (2020) -",
    "options": [
      "East of Aksai Chin -",
      "East of Leh -",
      "North of Gilgit -",
      "North of Nubra Valley"
    ],
    "correctAnswer": 0,
    "explanation": "Statement 1 is correct: Originating from a spring at Verinag situated at the foot of the Pir Panjal in the southeastern part of the Kashmir Valley, the Jhelum River flows through Srinagar and Wular Lake before entering Pakistan. Wular Lake, one of the largest freshwater lakes in Asia, serves as a significant water body in the region, with the Jhelum River being a vital contributor to its water inflow. unacademy.com | Download the Unacademy app Give your feedback here: Link Lohit <!-- image --> <!-- image --> Statement 2 is not correct: Kolleru Lake, located between the Krishna and West Godavari districts of the state of Andhra Pradesh, does not directly receive water from the Krishna River. Instead, its water sources include rivers such as Budameru, Tammileru, Ramileru, Gaderu, and Bulusuvagu, along with numerous streams. Designated as a sanctuary in October 1999, Kolleru Lake is one of the largest freshwater lakes in India, supporting diverse flora and fauna. Statement 3 is not correct: Kanwar Lake, situated in the Begusarai district of Bihar, India, was not formed by the meandering of the Gandak River. Rather, it was formed by a cut-off meander of an old channel of the Burhi Gandak River. The Burhi Gandak River, flowing parallel to the eastern side of the Gandak River, contributed to the formation of Kanwar Lake.",
    "subject": "geography",
    "id": "GEO_007"
  },
  {
    "year": "",
    "text": "Mikir Hills North-East India Which of the above pairs are correctly matched? -",
    "options": [
      "1 and 2 -",
      "2 and 3 -",
      "3 and 4 -",
      "2 and 4"
    ],
    "correctAnswer": 2,
    "explanation": "Ghataprabha- Karnataka (Pair 1 is not correctly matched) Gandhi Sagar- Madhya Pradesh (Pair 2 is correctly matched) Indira Sagar- Madhya Pradesh (there is one irrigation project with the similar name in Andhra as the 'Indira Sagar Polavaram-project' commonly known as the Polavaram Irrigation Project) (Pair 3 is not correctly matched) Maithon- Jharkhand (Pair 4 is not correctly matched) The Gandhi Sagar Dam is built on India's Chambal River. The dam is located in the Mandsaur district, Madhya Pradesh. The Maithon Dam is located at Maithon, 48 km from Dhanbad, in the state of Jharkhand. It is located on the banks of Barakar River. The Barakar River is the tributary of the Damodar River. Additional Information: Polavaram Irrigation Project (Andhra Pradesh) is located on river Godavari in West Godavari district of Andhra Pradesh. The project is a multipurpose major terminal reservoir project on river Godavari for development of Irrigation, Hydro power and drinking water facilities to East Godavari, Visakhapatnam, West Godavari and Krishna districts of Andhra Pradesh.",
    "subject": "geography",
    "id": "GEO_008"
  },
  {
    "year": "2022",
    "text": "Gandikota canyon of South India was created by which one of the following rivers? (2022) -",
    "options": [
      "Cauvery -",
      "Manjira -",
      "Pennar -",
      "Tungabhadra"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: Gandikota Canon is situated on the Pennar River in Andhra Pradesh and is known as the Grand Canyon of India. It is formed between the Erramala range of hills which are also known as Gandikota hills. The river Pennar that flows at its foot and the area is marked by deep valleys and massive boulders of granite A gorge is a narrow valley between hills or mountains, typically with steep rocky walls and a stream running through it. Gorges are formed because of rock erosion over a long period of time.",
    "subject": "geography",
    "id": "GEO_009"
  },
  {
    "year": "2011",
    "text": "Two important rivers- one with its source in Jharkhand (and known by a different name in Odisha), and another, with its source in Odisha- merge at a place only a short distance from the coast of Bay of Bengal before flowing into the sea. This is an important site of wildlife and biodiversity and a protected area. Which one of the following could be this? (2011) -",
    "options": [
      "Bhitarkanika -",
      "Chandipur-on-sea -",
      "Gopalpur-on-sea -",
      "Simlipal Milas lal d 2"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : Bhitarkanika, a storehouse of nature's bounty, harbours a rich and unique biodiversity. This unique ecosystem of Orissa is surrounded by rivers Baitarani, Brahmani, Dhamara, and is crisscrossed by several creeks-creeklets. Geographically situated in Kendrapara district, Bhitarkanika forms the deltaic region of the river Brahmani and Baitarani. Bhitarkanika is home to the largest population of saltwater crocodile, water monitor lizard, king cobra, python and many other reptiles and amphibians besides herbivores Bhitarkanika National Park is situated in Kendrapara district, which is about 162 km from Bhubaneswar, the state capital. The Park encompasses an area of 672 km². unacademy.com | Download the Unacademy app Give your feedback here: Link ## Indian Climate",
    "subject": "geography",
    "id": "GEO_010"
  },
  {
    "year": "",
    "text": "An IOD phenomenon can influence an El Nino's impact on the monsoon. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is not correct : Westerlies are prevailing winds that blow from the west at midlatitudes (between 30 and 60 degrees latitudes). The strongest westerlies blow through the 'Roaring Forties,' a wind zone between 40 and 50 degrees latitude in the Southern Hemisphere. They tend to blow from the high-pressure area in the horse latitudes towards the poles. The Westerlies play an important role in carrying the warm, equatorial waters and winds to the western <!-- image --> coasts of continents, especially in the southern hemisphere because of its vast oceanic expanse. Statement 2 is correct : The western cyclonic disturbances which enter the Indian subcontinent from the west and the northwest during the winter months originate over the Mediterranean Sea and are brought into India by the westerly jet stream. An increase in the prevailing night temperature generally indicates an advance in the arrival of these cyclones' disturbances.",
    "subject": "geography",
    "id": "GEO_011"
  },
  {
    "year": "",
    "text": "Pulicat Lake is spread over two States only. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "2 and 3 only -",
      "1 and 3 only"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct : In India Monsoons arrive at the Bay of Bengal branch and Arabian Sea branch. Bay of Bengal branch of south west monsoon reaches north east of India. The Arabian Sea Branch of the Southwest Monsoon first hits the Western Ghats of Kerala making this area first to receive rain from the Southwest Monsoon moving northwards towards western side. The duration of the monsoon is between 100 to 120 days. The low pressure system over north and north-west India gradually weakens, and this leads to the retreat of the monsoon winds by the end of this period. With large areas of western India, summer monsoon lasts from June-September and during the period central India receives more than 90% of their total annual precipitation, and southern and northwestern India receive 50%-75% of their total annual rainfall. Overall, monthly totals average 200-300 mm over the country as a whole, with the largest values observed during the heart of the monsoon season in July and August. unacademy.com | Download the Unacademy app Give your feedback here: Link ## Soils ## Consider the following statements (2023)",
    "subject": "geography",
    "id": "GEO_012"
  },
  {
    "year": "",
    "text": "Statement-I: The soil in tropical rain forests is rich in nutrients. ## Statement-II: The high temperature and moisture of tropical rain forests cause dead organic matter in the soil to decompose quickly. Which one of the following is correct in respect of the above statements? -",
    "options": [
      "Both Statement-I and Statement-II are correct and Statement-II is the correct explanation for Statement-I -",
      "Both Statement-I and Statement-II are correct and Statement-II is not the correct explanation for Statement-I -",
      "Statement-I is correct but Statement-II is incorrect -",
      "Statement-I is incorrect but StatementII is correct"
    ],
    "correctAnswer": 3,
    "explanation": "Statement 1 is incorrect: Tropical rainforest soils may not be considered rich in all nutrients, they are highly productive and support diverse and abundant plant life. The complex interactions between plants, microorganisms, and nutrient cycling processes contribute to the overall fertility and resilience of rainforest ecosystems. Statement 2 is correct: The combination of high temperature and moisture in tropical rainforests creates favourable conditions for the rapid decomposition of dead organic matter in the soil. This process is known as decomposition or decay.The warm and humid climate in tropical rainforests accelerates the activities of decomposer organisms such as bacteria, fungi, and other microorganisms. These decomposers break down organic matter, including fallen leaves, twigs, dead plants, and animal remains, into simpler compounds and nutrients.",
    "subject": "geography",
    "id": "GEO_013"
  },
  {
    "year": "",
    "text": "The moist air masses that cause winter rains in North-Western region of India are part of westerlies. <!-- image --> Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: The black soils are found in the lava-covered areas. The Black soil is often referred to as 'black cotton soils' since cotton has been the most common traditional crop in areas where they are found. Black soils are derivatives due to the weathering of fissure volcanic rock. The soil is spread mostly across interior Gujarat, Maharashtra, Karnataka, and Madhya Pradesh on the Deccan lava plateau and the Malwa Plateau, where there is both moderate rainfall and underlying basaltic rock.",
    "subject": "geography",
    "id": "GEO_014"
  },
  {
    "year": "",
    "text": "The land slopes to the west from Central India. -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "None"
    ],
    "correctAnswer": 1,
    "explanation": "Soil erosion is a gradual process of movement and transport of the upper layer of soil (topsoil) by different erosional agents like water and wind. <!-- image --> Option (b) is correct : In India, the problem of soil erosion is associated with deforestation and not with terrace cultivation and tropical climate. - y Deforestation is the permanent removal of trees to make room for something besides forest. This can include clearing the land for agriculture or grazing, or using the timber for fuel, construction or manufacturing. Without plant cover, erosion can occur and sweep the land into rivers. The agricultural plants that often replace the trees cannot hold onto the soil and many of these plants, such as coffee, cotton, palm oil, soybean and wheat, can actually worsen soil erosion. - y Terrace cultivation: It is a method of growing crops on sides of hills or mountains by planting on graduated terraces built into the slope. It is a labour-intensive method. Aims to maximise arable land area in variable terrains and to reduce soil erosion and water loss. - y Tropical climate: Tropical climate with healthy soils can support multiple ecosystem services. Regions in the tropical climate zones suffer the greatest rainfallrelated soil erosion. But tropical climate in itself is not a cause of soil erosion.",
    "subject": "geography",
    "id": "GEO_015"
  },
  {
    "year": "",
    "text": "Steep gradients causing land sliding Which of the above can be said to be the evidence for Himalayas being young fold mountains? -",
    "options": [
      "1 and 2 only -",
      "1, 2 and 4 only -",
      "3 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct : Contour bunding is a proven sustainable land management practice for marginal, sloping, and hilly land where the soil productivity is very low. It can be adopted in light and medium-textured soils. It can be laid up to 6% slopes. It helps to retain moisture in the field. It has a high probability of replication because it is simple to implement, is low cost, and makes maximum use of local resources. unacademy.com | Download the Unacademy app Give your feedback here: Link",
    "subject": "geography",
    "id": "GEO_016"
  },
  {
    "year": "",
    "text": "Zemu Manas Which of the pairs given above are correctly matched? -",
    "options": [
      "1, 2 and 4 only -",
      "1, 3 and 4 only -",
      "2 and 5 only -",
      "3 and 5 only"
    ],
    "correctAnswer": 2,
    "explanation": "Statement 1 is correct : Laterite has been derived from the Latin word 'Later' which means brick. They are generally red in colour. The laterite soils develop in areas with high temperatures and high rainfall. These are the result of intense leaching due to tropical rains. With rain, lime and silica are leached away, and soils rich in iron oxide and aluminium compounds are left behind. Humus content of the soil is removed fast by bacteria that thrive well in high temperatures. Statement 2 is not correct : These soils are poor in organic matter, nitrogen, phosphate and calcium while iron oxide and potash are in excess. Hence, laterites are not suitable for cultivation. Statement 3 is not correct : These soils have mainly developed in the higher areas of the Peninsular plateau. The laterite soils are commonly found in Karnataka, Kerala, Tamil Nadu, Madhya Pradesh and the hilly areas of Odisha and Assam. Statement 4 is correct : Application of manures and fertilisers are required for making the soils fertile for cultivation. Red laterite soils in Tamil Nadu, Andhra Pradesh and Kerala are more suitable for tree crops like Tapioca and cashew nut. Laterite soils are widely cut as bricks for use in house construction. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> ## Natural Vegetation in India",
    "subject": "geography",
    "id": "GEO_017"
  },
  {
    "year": "",
    "text": "The amount of annual rainfall in the northern plains of India decreases from east to west. Which of the statements given above is / are correct? -",
    "options": [
      "1 Only -",
      "2 Only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2 unacademy.com | Download the Unacademy app Give your feedback here: Link ## Indian Climate-Explanation"
    ],
    "correctAnswer": 0,
    "explanation": "<!-- image --> Option (a) is correct : The Jing Kieng Jri or living root bridges - aerial bridges built by weaving and manipulating the roots of the Indian rubber tree - have been serving as connectors for generations in Meghalaya. A root bridge uses traditional tribal knowledge to train roots of the Indian rubber tree, found in abundance in <!-- image --> the area, to grow laterally across a stream bed, resulting in a living bridge of roots. As the time passes, these bridges become stronger.",
    "subject": "geography",
    "id": "GEO_018"
  },
  {
    "year": "",
    "text": "Gersoppa: Western Netravati Ghats: In how many of the above rows is the given information correctly matched? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": 0,
    "explanation": "Tropical deciduous forests are the most widespread forests in India. They are also called the monsoon forests. - y They spread over regions which receive rainfall between 70-200 cm. On the basis of the availability of water, these forests are further divided into moist and dry deciduous. - y The Moist deciduous forests are more pronounced in the regions which record rainfall between 100-200 cm. - y These forests are found in the northeastern states along the foothills of Himalayas, eastern slopes of the Western Ghats and Odisha. Teak, sal, shisham, hurra, mahua, amla, semul, kusum, and sandalwood etc., are the main species of these forests. [ Option (a) is correct ]",
    "subject": "geography",
    "id": "GEO_019"
  },
  {
    "year": "",
    "text": "Maithon Chhattisgarh How many pairs given above are not correctly matched? -",
    "options": [
      "Only one pair -",
      "Only two pairs -",
      "Only three pairs -",
      "All four pairs"
    ],
    "correctAnswer": 0,
    "explanation": "The Himalayan ranges show a succession of vegetation from the tropical to the tundra, which change with the altitude. Deciduous forests are found in the foothills of the Himalayas. It is succeeded by the wet temperate type of forests between an altitude of 1,000-2,000 m. Option 1 is correct: In the higher hill ranges of northeastern India, hilly areas of West Bengal and Uttaranchal, evergreen broadleaf trees such as oak and chestnut are predominant. Option 2 is correct: Between 1,500-1,750 m, pine forests are also well-developed in this zone, with Chir Pine as a very useful commercial tree. Deodar, a highly valued endemic species, grows mainly in the western part. Blue pine unacademy.com | Download the Unacademy app Give your feedback here: Link Ivialvall. and spruce appear at altitudes of 2,2253,048 m. Silver firs, junipers, pines, birch and rhododendrons occur between 3,000-4,000 m. At higher altitudes, mosses and lichens form part of the tundra vegetation. Option 3 is not correct: Sandalwood is found in tropical deciduous forests which are found in western ghats, Deccan plateau and northern plains. It is not a natural vegetation of the Himalayan range.",
    "subject": "geography",
    "id": "GEO_020"
  },
  {
    "year": "2012",
    "text": "In which one among the following categories of protected areas in India are local people not allowed to collect and use biomass? (2012) -",
    "options": [
      "Biosphere Reserves -",
      "National Parks -",
      "Wetlands declared under Ramsar Convention -",
      "Wildlife Sanctuaries"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : National Parks are among the categories of protected areas in India where local people are not allowed to collect and use biomass. National Parks are formed by the State or central Legislature. A national park cannot be downgraded to a sanctuary. National Park is an area which is strictly reserved for the betterment of the wildlife &amp; biodiversity, and where activities like developmental, forestry, poaching, hunting and grazing on cultivation are not permitted. In these parks, even private ownership rights are not allowed. Their boundaries are well marked and circumscribed. ## Additional Information : There are 104 existing national parks in India covering an area of 43,716 km2, which is 1.33% of the geographical area of the country (National Wildlife Database, Dec. 2020).",
    "subject": "geography",
    "id": "GEO_021"
  },
  {
    "year": "2011",
    "text": "The 2004 Tsunami made people realise that mangroves can serve as a reliable safety unacademy.com | Download the Unacademy app Give your feedback here: Link hedge against coastal calamities. How do mangroves function as a safety hedge? (2011) -",
    "options": [
      "The mangrove swamps separate the human settlements from the sea by a wide zone in which people neither live nor venture out. -",
      "The mangroves provide both food and medicines which people are in need of after any natural disaster. -",
      "The mangrove trees are tall with dense canopies and serve as an excellent shelter during a cyclone or Tsunami. -",
      "The mangrove trees do not get uprooted by storms and tides because of their extensive roots. <!-- image --> 5 ## Natural Vegetation in IndiaExplanation"
    ],
    "correctAnswer": 3,
    "explanation": "Mangroves are shrubs or small trees that grow in coastal saline or brackish water. Mangroves are salt-tolerant trees, also called halophytes, and are adapted to harsh coastal conditions. Mangrove vegetation facilitates more water loss. Option (d) is correct : Mangroves are highly productive ecosystems, and the trees may vary in height from 8 to 20 m. They protect the shoreline from the effect of cyclones and tsunamis. It is due to the fact that mangrove trees do not get uprooted by storms and tides because of their extreme roots. Mangrove belts and their extensive roots several hundred metres wide have been shown to reduce tsunami height by between 5 and 30%. Wider mangrove forests are more effective at reducing tsunami height, as well as speed of the water and the area flooded by the tsunami. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> ## Mineral and Industries",
    "subject": "geography",
    "id": "GEO_022"
  },
  {
    "year": "2021",
    "text": "The black cotton soil of India has been formed due to the weathering of (2021) -",
    "options": [
      "brown forest soil -",
      "fissure volcanic rock -",
      "granite and schist -",
      "shale and limestone"
    ],
    "correctAnswer": 2,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_023"
  },
  {
    "year": "",
    "text": "Meandering of the Gandak River formed Kanwar Lake. How many of the statements given above are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is correct: Monazite in general, contains about 55 - 60% total Rare Earth Oxide. Statement 2 is correct: Monazite is a mineral mainly containing rare earths and thorium-a prescribed substance to be handled by the Department of Atomic Energy (DAE). Statement 3 is incorrect: Monazite doesn't occur naturally in the entire Indian coastal sands in India. Statement 4 is correct: A licence from the Department of Atomic Energy (DAE) under the Atomic Energy (Working of the Mines. Minerals unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> and Handling of Prescribed Substances) Rules 1984 promulgated under the Atomic Energy Act 1962 is necessary for exporting monazite. Indian Rare Earths Limited (IREL), a wholly owned Public Sector Undertaking of the Government of India (GOI) under DAE, is the only entity which has been permitted to produce and process monazite, and handle it for domestic use as well as for export. Elimination Technique: Monazite occurs naturally in the entire Indian coastal sands in India. This statement is too broad and extreme. Thus, Option (b) is correct.",
    "subject": "geography",
    "id": "GEO_024"
  },
  {
    "year": "",
    "text": "Vamsadhara Which of the above rise from the Eastern Ghats? -",
    "options": [
      "1 and 2 -",
      "2 and 4 -",
      "3 and 4 -",
      "1 and 3 Give your feedback here: Link <!-- image -->"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is not correct: With the establishment of the United Nations Convention on the Law of the Sea in 1982 and the entry into force of the International Seabed Authority (ISA) in 1994, exploration activities for mineral resources in the international waters are now regulated under exploration contracts, allocated by the International Seabed Authority (ISA). Statement 2 is correct: India has received licences for seabed mineral exploration in international waters in the Central Indian Ocean Basin (CIOB). These rights are over 75000 sq. km of area in international waters allocated by the International Seabed Authority (ISA) for developmental activities for polymetallic nodules. In 2017, India's exclusive rights to explore polymetallic nodules from the seabed in the Central Indian Ocean Basin (CIOB) have been extended by five years. Statement 3 is correct: The vast repository of minerals, including the precious cobalt, zinc, manganese and rare earth materials that are needed for smartphones, laptops and hybrid cars, is present in three forms of ore-polymetallic manganese nodules that remain strewn across the ocean floor; cobaltrich ferromanganese crusts that cover the seamounts; and massive polymetallic sulphide deposits around hydrothermal vents.",
    "subject": "geography",
    "id": "GEO_025"
  },
  {
    "year": "2015",
    "text": "In India, the steel production industry requires the import of (2015) -",
    "options": [
      "saltpetre -",
      "rock phosphate -",
      "coking coal -",
      "All of the above"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct : In order to support steel production, the required quantities of critical inputs are iron ore, coking and non-coking coal. In India, the steel production industry requires the import of coking coal. - y The other raw materials besides iron ore and coking coal, essential for iron and steel industry are limestone, dolomite, manganese and fire clay. All these raw materials are gross (weight losing), therefore, the best location for the iron and steel plants is near the source of raw materials. - y In India, there is a crescent-shaped region comprising parts of Chhattisgarh, Northern Odisha, Jharkhand and western West Bengal, which is extremely rich in high grade iron ore, good quality coking coal and other supplementing raw materials.",
    "subject": "geography",
    "id": "GEO_026"
  },
  {
    "year": "2013",
    "text": "Which one among the following industries is the maximum consumer of water in India? (2013) -",
    "options": [
      "Engineering -",
      "Paper and pulp -",
      "Textiles -",
      "Thermal power"
    ],
    "correctAnswer": 3,
    "explanation": "According to the Central Pollution Control Board (CPCB) of India, about 500 billion cubic metres of water out of the total available freshwater is used in industries annually. Out of this, about 10 billion cubic metres water is used by processing industries and 30 billion cubic metres is used for refrigeration purposes. Option (d) is correct : Thermal power industries are the maximum consumer of water in india. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> TABLE 18.2 Wastewater Generation and Water Use by Different Industries in India, 2004 Industrial Sector <!-- image --> Thermal power plants Engineering Pulp and paper Textiles Steel Sugar Fertilizer Others Total Source: CSE (2004). Annual wastewater discharge million cubic metres) 27,000.9 1551.3 Annual consumption (million cubic metres) Proportion of total water consumed in industry (per cent) 35,157.4 87.87 2019.9 5.05 Naharkatiya and Moran-Hugrijan are the important oil fields in the state.",
    "subject": "geography",
    "id": "GEO_027"
  },
  {
    "year": "2015",
    "text": "In a particular region in India, the local people train the roots of living trees into robust bridges across the streams. As the time passes, these bridges become stronger. These unique 'living root bridges' are found in (2015) -",
    "options": [
      "Meghalaya -",
      "Himachal Pradesh -",
      "Jharkhand -",
      "Tamil Nadu"
    ],
    "correctAnswer": 0,
    "explanation": "India is believed to be the original home of the cotton plant. Cotton is one of the main raw materials for the cotton textile industry. In 2008 India was the second largest producer of cotton after China. Option (a) is correct : Cotton grows well in drier parts of the black cotton soil of the Deccan plateau. It is subtropical in nature. It requires high temperature, rainfall of 50-100 centimetres, or irrigation, 210 frost-free days and bright sun-shines for its growth. A light well-drained soil capable of retaining moisture is desirable for its growth. It is a kharif crop and requires six to eight months to mature. Major cotton-producing states are- Maharashtra, Gujarat, Madhya Pradesh, Karnataka, Andhra Pradesh, Telangana, Tamil Nadu, Punjab, Haryana, and Uttar Pradesh.",
    "subject": "geography",
    "id": "GEO_028"
  },
  {
    "year": "",
    "text": "Hampi Malaprabha Which of the pairs given above are correctly matched? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 0,
    "explanation": "Statement 1 is correct : Rice is dominantly <!-- image --> cultivated in kharif and rabi seasons. Coconut is the leading plantation crop grown. Pulses (black gram and lentil) and oilseed crops (sunflower and groundnut) are grown after rice on residual moisture in the soil. Hence, black gram can be cultivated as both kharif and rabi crops. Statement 2 is not correct : Green gram grown in nearly 8 percent of the total pulse area of the country. India's pulses production is driven by chickpea and pigeon pea. The contribution of chickpea in total production is around 48 per cent, followed by pigeon pea at 17 per cent. Other pulses include moong (nine per cent), urad (11 per cent) and others. Statement 3 is not correct : The country's pulses production stood at 234 lakhs tonnes in the 2018-19 crop year, down from the record level of 254 lakh tonnes in 2017-18. Due to MSP increases, some improvement in public procurement and buffer stocks norms announced, India's pulses production saw a big increase in 2016-17 to 231 lakhs tonnes from 163 lakh tonnes in 2015-16, the year that saw a spike in prices. The government policy over the last few years was guided by an intent to reduce import dependence (which was as high as around 40% of the domestic consumption). In the last three decades, the production of kharif pulses has decreased due to monsoon delay and production of rabi pulses has increased. Elimination Technique : We know that Chickpea and Pigeon pea are major pulses that are consumed in India. So, Statement 2 is not correct. Thus, Option (a) is correct.",
    "subject": "geography",
    "id": "GEO_029"
  },
  {
    "year": "",
    "text": "Pennar Which of the above are tributaries of the River Godavari? -",
    "options": [
      "1, 2 and 3 only -",
      "2, 3 and 4 only -",
      "1, 2 and 4 only -",
      "2 and 3 only unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image -->"
    ],
    "correctAnswer": 0,
    "explanation": "As per the annual report of Ministry of Agriculture, area, production and yield of major crops are as follow: unacademy.com | Download the Unacademy app Give your feedback here: Link Statement 1 is correct : With reference to the cultivation of Kharif crops in the last five years, the area under rice cultivation is the highest. Statement 2 is not correct : Area under Coarse cereals is less than area under oilseeds. Jowar is a coarse cereal. Statement 3 is correct : Area of cotton cultivation (108.45 lakh hectare in 2016-17) is more than that of sugarcane (43.89 lakh hectare in 2016-17). Statement 4 is not correct . In 2013-14 to 201415, area under sugarcane cultivation increased while it decreased for the next two years. But during the last five years, it has not decreased steadily. E limination Technique: India is one of largest consumers of oil due to its huge population . Jowar is a coarse cereal whose consumption is quite low in India compared to other cereal crops. So, Statement 2 is not correct. Thus, Option (a) is correct.",
    "subject": "geography",
    "id": "GEO_030"
  },
  {
    "year": "2013",
    "text": "Improper handling and storage of cereal grains and oilseeds result in the production of toxins known as aflatoxins which are not generally destroyed by normal cooking process. Aflatoxins are produced by (2013) -",
    "options": [
      "bacteria -",
      "protozoa -",
      "moulds -",
      "viruses"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct : Aflatoxins are poisonous substances produced by certain kinds of fungi (moulds) that are found naturally all over the world; they can contaminate food crops and pose a serious health threat to humans and livestock. Aflatoxins also pose a significant economic burden, causing an estimated 25% or more of the world's food crops to be destroyed annually. Long-term or chronic exposure to aflatoxins has several health consequences including: - y They are potent carcinogens and may affect all organ systems, especially the liver and kidneys; they cause liver cancer. - y They are mutagenic in bacteria (affect the DNA), genotoxic, and have the potential to cause birth defects in children. Children may become stunted, although these data have yet to be confirmed because other factors also contribute to growth faltering, e.g. low socioeconomic status, chronic diarrhoea, infectious diseases, malnutrition; unacademy.com | Download the Unacademy app Give your feedback here: Link - y They cause immunosuppression, therefore may decrease resistance to infectious agents (e.g. HIV, tuberculosis).",
    "subject": "geography",
    "id": "GEO_031"
  },
  {
    "year": "2012",
    "text": "Which of the following is the chief characteristic of 'mixed farming'? (2012) -",
    "options": [
      "Cultivation of both cash crops and food crops -",
      "Cultivation of two or more crops in the same field -",
      "Rearing of animals and cultivation of crops together -",
      "None of the above"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct : Mixed farming is a system of farming in agriculture, which involves the growing or cultivation of crops and rearing of animals (livestock) on the same piece of land, on a particular season. This system of farming is practised all around the world, it helps to ensure sustainable agriculture. A mixed farm may grow cereal like maize, wheat and also rear cattle, pig and poultry. A few advantages of mixed farming are: - y In mixed farming, all products are utilised. - y Money is saved as there is reduced cost of feeding farm animals and reduced or no cost of fertiliser application. - y If a crop does poorly in a season, the farmer can fall back on income from sales of meat, milk and eggs.",
    "subject": "geography",
    "id": "GEO_032"
  },
  {
    "year": "2011",
    "text": "Among the following states, which one has the most suitable climatic conditions for the cultivation of a large variety of orchids with minimum cost of production, and can develop an export-oriented industry in this field? (2011) -",
    "options": [
      "Andhra Pradesh -",
      "Arunachal Pradesh -",
      "Madhya Pradesh -",
      "Uttar Pradesh"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : There are more than 1,300 species of orchids found in India, primarily in the Northeast: Assam, Meghalaya, and Arunachal Pradesh and also in Sikkim and south India. Most orchids are perennial herbs with simple leaves and if raised in the right conditions (temperature not less than 16-17 o C), they should last eight weeks with flowers, after which the blooms slowly start dropping off. Among all the states, Arunachal Pradesh has the most suitable climatic conditions for the cultivation of a large variety of orchids with minimum cost of production and can develop an export-oriented industry in this field.",
    "subject": "geography",
    "id": "GEO_033"
  },
  {
    "year": "2011",
    "text": "The lower Gangetic plain is characterised by a humid climate with high temperature throughout the year. Which one among the following pairs of crops is most suitable for this region? (2011) -",
    "options": [
      "Paddy and cotton -",
      "Wheat and Jute -",
      "Paddy and Jute -",
      "Wheat and cotton"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct : The low and deltaic plains of the Ganges and Brahmaputra rivers that are characterised by humid climate with high temperature throughout the year. Paddy and Jute is the most suitable crops for this region. Paddy is the first-ranking crop in the vast region stretching from lower Gangetic Plain to Brahmaputra Valley in the east and the circumcoastal alluvial tracts of the Peninsula region. Paddy cultivation has a complete dominance over all fertile plains around Bay of Bengal.",
    "subject": "geography",
    "id": "GEO_034"
  },
  {
    "year": "2011",
    "text": "Salinization occurs when the irrigation water accumulated in the soil evaporates, leaving behind salts and minerals. What are the effects of Salinization on irrigated land? (2011) -",
    "options": [
      "It greatly increases the crop production -",
      "It makes some soils impermeable -",
      "It raises the water table -",
      "It fills the air spaces in the soil with water <!-- image --> ## Agriculture in India-Explanation"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: Salinization makes it more difficult for plants to absorb soil moisture making it impermeable. It has detrimental effects on plant growth and yield. Sea levels are rising, which further accelerates the process of salinization due to climate change. Vast areas of farmland are lost every day due to salinization, land that is desperately needed to feed the world's growing population. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> ## Indian Map",
    "subject": "geography",
    "id": "GEO_035"
  },
  {
    "year": "2023",
    "text": "Consider the following pairs : (2023) | | Port | Well Known as | |----|----------------------|---------------------------------------------------| | 1 | Kamarajar Port : | First major port in India registered as a company | | 2 | Mundra Port : | Largest privately owned port in India | | 3 | Visakhapatnam Port : | Largest container port in India | How many of the above pairs are correctly matched? -",
    "options": [
      "Only one pair -",
      "Only two pairs -",
      "All three pairs -",
      "None of the pairs"
    ],
    "correctAnswer": 1,
    "explanation": "Pair one is correct: Kamarajar Port: The port was declared as a major port under the Indian Ports Act, 1908 in March 1999 and incorporated as Ennore Port Limited under the Companies Act, 1956 in October 1999. The Kamarajar Port is the only corporatized major port and is registered as a company. Pair two is correct: Mundra Port - It is India's biggest commercial port by volume, has overtaken state-run Jawaharlal Nehru Port Trust (JNPT) to become the country's largest container gateway by handling 5.65 million twenty-foot equivalent units (TEUs) in FY21. It is Largest privately owned port in India. Pair three is not correct: Jawaharlal Nehru Port Trust -(JNPT) Known as Nhava Sheva, JNPT is the largest container port in India. India has 12 major ports -- Deendayal (Kandla), Mumbai, Mormugao, New Mangalore, Cochin, Chennai, Ennore (Kamarajar), Tuticorin (V O Chidambaranar), Visakhapatnam, Paradip and Kolkata (including Haldia) and Jawaharlal Nehru Port. Cargo traffic at the country's major ports increased 11.79 per cent to 65.45 million tonnes in February 2023 from 58.55 million tonnes in the same month a year ago, according to Indian Ports Association (IPA). The positive growth in cargo traffic was recorded by all major ports except Visakhapatnam, Kamarajar and Chennai Ports",
    "subject": "geography",
    "id": "GEO_036"
  },
  {
    "year": "2020",
    "text": "\"The crop is subtropical in nature. A hard frost is injurious to it. It requires at least 210 frost -free days and 50 to 100 centimetres of rainfall for its growth. A light welldrained soil capable of retaining moisture is ideally suited for the cultivation of the crop.\" Which one of the following is that crop? (2020) -",
    "options": [
      "Cotton -",
      "Jute -",
      "Sugarcane -",
      "Tea"
    ],
    "correctAnswer": 1,
    "explanation": "## Option (b) is correct: Only 2 pairs are correctly matched.",
    "subject": "geography",
    "id": "GEO_037"
  },
  {
    "year": "",
    "text": "River Teesta flows into the Bay of Bengal on the border of India and Bangladesh. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 3 only -",
      "2 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: A salt lake or saline lake is a landlocked body of water that has a concentration of salts (typically sodium chloride) and other dissolved minerals significantly higher than most lakes (often defined as at least three grams of salt per litre). The Didwana (Rajasthan), Kuchaman (Rajasthan) , Sargol (Rajasthan) and Khatu (Rajasthan) are the names of some of the important saltwater lakes in India.",
    "subject": "geography",
    "id": "GEO_038"
  },
  {
    "year": "2013",
    "text": "Contour bunding is a method of soil conservation used in (2013) -",
    "options": [
      "desert margins, liable to strong wind action -",
      "low flat plains, close to stream courses, liable to flooding -",
      "scrublands, liable to spread of weed growth -",
      "None of the above"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: Aliyar, Isapur and Kangsabati are related to water reservoirs. - y The Kangsabati Reservoir Project is a project started in the state of West Bengal in 1956 as part of the Second Five-year Plan to provide water to 3,484.77 km² of land in the districts of Paschim Medinipur, Purba Medinipur, Bankura, and Hooghly. - y Aliyar Reservoir is a reservoir located in Aliyar village near Pollachi town in Coimbatore District, Tamil Nadu, South India. The dam is located in the foothills of Valparai, in the Anaimalai Hills of the Western Ghats. - y Isapur reservoir is an earthfill dam on Penganga river near Kalamnuri in the state of Maharashtra in India. It is one of the biggest dams in Maharashtra. This dam is ranked at 4th position having around 3.5 km long earthwall.",
    "subject": "geography",
    "id": "GEO_039"
  },
  {
    "year": "2018",
    "text": "Which one of the following is an artificial lake? (2018) -",
    "options": [
      "Kodaikanal (Tamil Nadu) -",
      "Kolleru (Andhra Pradesh) -",
      "Nainital (Uttarakhand) -",
      "Renuka (Himachal Pradesh)"
    ],
    "correctAnswer": 0,
    "explanation": "is one of the finest man-made (artificial) lakes in India, is located in the state of Tamil Nadu. Kolleru lake, one of the largest freshwater lakes in India, (it was designated a sanctuary in October 1999) is situated between the Krishna and West Godavari districts of Andhra Pradesh. Kolleru is one of the most important wetlands of India. The atapaka Bird Sanctuary, part of the Kolleru Lake, has been identified as the world's largest home for the spot-billed pelican. It is a Ramsar site. Naini Lake is the sole source of drinking water for Nainital town, an important tourist destination in Uttarakhand state. It is a natural lake. Renuka lake is situated in the Sirmour district of Himachal Pradesh in India. One of the popular temples of Himachal Pradesh, Renukaji is situated on the bank of this lake. It is a Ramsar site.",
    "subject": "geography",
    "id": "GEO_040"
  },
  {
    "year": "2018",
    "text": "Among the following cities, which one lies on a longitude closest to that of Delhi? (2018) -",
    "options": [
      "Bengaluru Give your feedback here: Link <!-- image --> -",
      "Hyderabad -",
      "Nagpur -",
      "Pune"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : The longitude of Delhi is 77.1025° E. Bengaluru with longitude 77.5946° E lies on the longitude closest to that of Delhi. Longitude of Hyderabad: 78.4867° E Longitude of Nagpur: 79.0882° E Longitude of Pune: 73.8567° E Parallels of Latitude: The parallels of latitude refer to the angular distance, in degrees, minutes and seconds of a point north or south of the Equator. Lines of latitude are often referred to as parallels. Meridians of Longitude: The meridians of longitude refer to the angular distance, in degrees, minutes, and seconds, of a point east or west of the Prime (Greenwich) Meridian. Lines of longitude are often referred to as meridians.",
    "subject": "geography",
    "id": "GEO_041"
  },
  {
    "year": "2017",
    "text": "If you travel by road from Kohima to Kottayam, what is the minimum number of States within India through which you can travel, including the origin and the destination? (2017) -",
    "options": [
      "6 -",
      "7 -",
      "8 -",
      "9"
    ],
    "correctAnswer": 1,
    "explanation": "Option (a) is correct : Kodaikanal Lake, which Option (b) is correct : Kohima is the capital of Nagaland and Kottayam is a city in the Indian Give your feedback here: Link Traues -lalllll Ivauu-nelala. istan Pakistan ea state of Kerala. If we travel by road from Kohima to Kottayam, the shortest route will pass through the minimum seven states. These are: Nagaland-Assam-West Bengal-Odisha-Andhra Pradesh-Tamil Nadu-Kerala. <!-- image -->",
    "subject": "geography",
    "id": "GEO_042"
  },
  {
    "year": "2017",
    "text": "At one of the places in India, if you stand on the seashore and watch the sea, you will find that the seawater recedes from the shoreline a few kilometres and comes back to the shore, twice a day, and you can actually walk on the seafloor when the water recedes. This unique phenomenon is seen at (2017) -",
    "options": [
      "Bhavnagar -",
      "Bheemunipatnam -",
      "Chandipur -",
      "Nagapattinam"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct : The Chandipur beach is located in the Balasore district of Odisha. During low tides, the beach recedes up to 5 KM offering visitors the opportunity to walk on the seabed. During the ebb, one can see the water receding massively from the beach and then coming back during the high tide in order to fill up the emptiness, twice in a day. It is also known as Odisha's Hide and Seek Beach. It is home to the endangered horseshoe crabs, starfish, sea urchins, to name a few. The water of the beach is muddy, making it unsuited for bathing. ## Additional Information : - y Bhavnagar is located in Gujarat. Mahuva Beach of Bhavnagar is located close to the ancient Bhavani Temple. It is well known for its tranquil waters and natural beautification. - y Bheemunipatnam Beach is one of the longest beaches in India. It is located at the mouth of the Gosthani river in the Visakhapatnam district of Andhra Pradesh. The beach is widely known for being the base to explore ruins of a Dutch Fort and cemetery. Bheemunipatnam was an important Buddhist centre. Evidence of Buddhism dating back to the second century has been found on the Pavuralakonda hillock, which surrounds the beach. - y Nagapattinam Beach is located in Tamilnadu. The towering lighthouse is the most prominent attraction of Nagapattinam beach.",
    "subject": "geography",
    "id": "GEO_043"
  },
  {
    "year": "2014",
    "text": "Which one of the following pairs of islands is separated from each other by the 'Ten Degree Channel'? (2014) -",
    "options": [
      "Andman and Nicobar -",
      "Nicobar and Sumatra -",
      "Maldives and Lakshadweep -",
      "Sumatra and Java"
    ],
    "correctAnswer": 0,
    "explanation": "<!-- image --> Option (a) is correct : Ten degrees Channel which lies between Little Andaman Island and the Car Nicobar. The Channel is approximately 150 km wide, running essentially along an east-west orientation. It is so named as it lies on the 10-degree line of latitude, north of the equator. ## Additional Information : - y Nine Degree Channel: It separates the island of Minicoy from the main Lakshadweep Archipelago. - y Eight Degree Channel: The maritime boundary between the Maldives and India runs through the Eight Degree Channel. It separates the islands of Minicoy and Maldives.",
    "subject": "geography",
    "id": "GEO_044"
  },
  {
    "year": "",
    "text": "Lohit Select the correct answer using the code given below. -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_045"
  },
  {
    "year": "",
    "text": "Subansiri Which of the above flows/flow through Arunachal Pradesh? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_046"
  },
  {
    "year": "",
    "text": "Tropical climate Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_047"
  },
  {
    "year": "",
    "text": "Seshachalam Hills constitute the southernmost part of Western Ghats How many of the statements given above are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_048"
  },
  {
    "year": "2015",
    "text": "In India, in which one of the following types of forests is teak a dominant tree species? (2015) -",
    "options": [
      "Tropical moist deciduous forest -",
      "Tropical rainforest -",
      "Tropical thorn scrub forest -",
      "Temperate forest with grasslands"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_049"
  },
  {
    "year": "",
    "text": "Sandalwood Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_050"
  },
  {
    "year": "",
    "text": "Steel plants Green hydrogen is expected to play a significant role in decarbonizing how many of the above industries? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_051"
  },
  {
    "year": "",
    "text": "'Rare earth minerals' are present on the seafloor in international waters. Which of the statements given above are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_052"
  },
  {
    "year": "",
    "text": "State Governments have the power to frame rules to prevent illegal mining of minor minerals. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 3 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_053"
  },
  {
    "year": "",
    "text": "Rajasthan has iron ore mines. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 -",
      "2 only -",
      "1 and 3 -",
      "3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_054"
  },
  {
    "year": "",
    "text": "Krishna-Godavari Basin Select the correct answer using the code given below. -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_055"
  },
  {
    "year": "",
    "text": "Dharwars are famous for petroleum. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 -",
      "2 only -",
      "2 and 3 -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_056"
  },
  {
    "year": "",
    "text": "Low ash fusion temperature Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "1 and 3 only -",
      "1, 2 and 3 6 ## Mineral and IndustriesExplanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_057"
  },
  {
    "year": "",
    "text": "In the last three decades, while the production of kharif pulses has increased the production of rabi pulses has decreased. Which of the statements given above is/are correct? unacademy.com | Download the Unacademy app Give your feedback here: Link -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "2 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_058"
  },
  {
    "year": "",
    "text": "Coromandel Soya bean Which of the above pairs is/are correctly matched? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1, 2 and 3 -",
      "None <!-- image --> <!-- image -->"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_059"
  },
  {
    "year": "",
    "text": "National Watershed Development Project for Rainfed Areas Ministry of Rural Development Which of the above pairs is/are correctly matched? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1, 2 and 3 -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_060"
  },
  {
    "year": "",
    "text": "There is a demand-supply gap regarding quality seeds in case of low value and high-volume crops. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "2 and 3 only -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_061"
  },
  {
    "year": "",
    "text": "Pearl millet Which of the above is / are predominantly rainfed crop/crops? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_062"
  },
  {
    "year": "",
    "text": "Pigeon pea Which of the above is/are used as pulse, fodder and green manure? -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_063"
  },
  {
    "year": "",
    "text": "Cultivation of cash crops is predominant over food crops. Which one of the following states has all of the above characteristics? -",
    "options": [
      "Andhra Pradesh -",
      "Gujarat -",
      "Karnataka -",
      "Tamil Nadu"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_064"
  },
  {
    "year": "",
    "text": "In some areas of farming, receding of the groundwater table can be checked. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_065"
  },
  {
    "year": "2021",
    "text": "With reference to India, Didwana, Kuchaman, Sargol and Khatu are the names of (2021) -",
    "options": [
      "glaciers -",
      "mangrove areas -",
      "Ramsar sites ##",
      "saline lakes"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_066"
  },
  {
    "year": "",
    "text": "The last time the Barren Island volcano erupted was in 1991 and it has remained inactive since then. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 -",
      "3 only -",
      "1 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_067"
  },
  {
    "year": "",
    "text": "Pushkar Location Nallamala Hills Satmala Hills Mahadeo Hills Which of the above pairs is/are correctly matched? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_068"
  },
  {
    "year": "",
    "text": "They are kept in the category of Scheduled Tribes. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_069"
  },
  {
    "year": "",
    "text": "Saramati Peak Nagaland Which of the above pairs is/are correctly matched? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_070"
  },
  {
    "year": "",
    "text": "NH 15 Ahmedabad and Jodhpur Which of the above pairs is/are correctly matched? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1, 2 and 3 -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_071"
  },
  {
    "year": "",
    "text": "Namdapha National Park Dafla Hills Which of the above pairs is/are correctly matched? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1, 2 and 3 -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_072"
  },
  {
    "year": "",
    "text": "Over 12% of forest cover constitutes the Protected Area Network in this State. Which one among the following States has all the above characteristics? -",
    "options": [
      "Arunachal Pradesh -",
      "Assam -",
      "Himachal Pradesh -",
      "Uttarakhand unacademy.com | Download the Unacademy app Give your feedback here: Link 8 ## Indian Map-Explanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_073"
  },
  {
    "year": "",
    "text": "Tapioca and cashew nuts grow well on these soils. Select the correct answer using the code given below: -",
    "options": [
      "1, 2 and 3 -",
      "2, 3 and 4 -",
      "1 and 4 -",
      "2 and 3 only <!-- image --> ## Soils-Explanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_074"
  },
  {
    "year": "",
    "text": "Sunderbans Select the correct answer using the code given below: -",
    "options": [
      "1, 2 and 3 only -",
      "2 and 4 only -",
      "1 and 3 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_075"
  },
  {
    "year": "2014",
    "text": "If you travel through the Himalayas, you are likely to see which of the following plants are naturally growing there? (2014) Which of the statements given above is/are correct? -",
    "options": [
      "1 only Give your feedback here: Link <!-- image --> -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_076"
  },
  {
    "year": "",
    "text": "In India, Government bodies only can process or export monazite. Which of the statements given above are correct? -",
    "options": [
      "1, 2 and 3 only -",
      "1, 2 and 4 only -",
      "3 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_077"
  },
  {
    "year": "",
    "text": "Sillimanite In India, which of the above is/are officially designated as major minerals? -",
    "options": [
      "1 and 2 only -",
      "4 only -",
      "1 and 3 only -",
      "2, 3 and 4 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_078"
  },
  {
    "year": "",
    "text": "Tripura How many of the above are generally known as tea-producing States? -",
    "options": [
      "Only one State -",
      "Only two States -",
      "Only three States -",
      "All four States"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_079"
  },
  {
    "year": "",
    "text": "Area under sugarcane cultivation has steadily decreased. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 3 only -",
      "2, 3 and 4 only -",
      "2 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_080"
  },
  {
    "year": "",
    "text": "Wheat Which of these are Kharif crops? -",
    "options": [
      "1 and 4 -",
      "2 and 3 only -",
      "1, 2 and 3 -",
      "2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_081"
  },
  {
    "year": "",
    "text": "Sasthamkotta Lake Tamil Nadu How many pairs given above are correctly matched? -",
    "options": [
      "Only one pair -",
      "Only two pairs -",
      "Only three pairs -",
      "All four pairs"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_082"
  },
  {
    "year": "2019",
    "text": "What is common to the places known as Aliyar, Isapur and Kangsabati? (2019) -",
    "options": [
      "Recently discovered uranium deposits -",
      "Tropical rain forests -",
      "Underground cave systems -",
      "Water reservoirs"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_083"
  },
  {
    "year": "",
    "text": "Karnal Which of the above are famous for the production of traditional sarees/fabric? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1, 2 and 3 only -",
      "1, 3 and 4 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_084"
  },
  {
    "year": "",
    "text": "Bonda State Sikkim Himachal Pradesh Odisha Tamil Nadu Which of the above pairs are correctly matched? -",
    "options": [
      "1 and 3 only -",
      "2 and 4 only -",
      "1, 3 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_085"
  },
  {
    "year": "2024",
    "text": "Consider the following statements: (2024) Statement- I: Thickness of the troposphere at the equator is much greater as compared to poles. Statement-II: At the equator heat is transported to great heights by strong convection currents. Which one of the following is correct in respect of the above statements? -",
    "options": [
      "Both Statement-I and Statement-II are correct and Statement-II explains Statement-I -",
      "Both Statement-I and Statement-II are correct, but Statement-II does not explain Statement-I -",
      "Statement-I in correct, bot StatementII is incorrect -",
      "Statement-I is incorrect, but StatementII in correct"
    ],
    "correctAnswer": 0,
    "explanation": "## Explanation : Statement I is correct : The troposphere is thicker at the equator compared to the poles due to warmer temperatures. Convection currents of air expand the atmospheric thickness at the equator, whereas thermal contraction occurs near the poles, resulting in a thinner troposphere there. Statement II is correct : The troposphere is thickest at the equator due to strong convection currents transporting heat to high altitudes. This greater thickness results from the equator's warmer temperatures compared to the poles. Both Statement-I and Statement-II are correct and Statement-II is correct explains of Statement-I",
    "subject": "geography",
    "id": "GEO_086"
  },
  {
    "year": "2023",
    "text": "With reference to the Earth's atmosphere, which one of the following statements is correct? (2023) -",
    "options": [
      "The total amount of insolation received at the equator is roughly about 10 times that received at the poles. -",
      "Infrared rays constitute roughly twothirds of insolation. -",
      "Infrared waves are largely absorbed by water vapour that is concentrated in the lower atmosphere. -",
      "Infrared waves are a part of the visible spectrum of electromagnetic waves of solar radiation."
    ],
    "correctAnswer": 2,
    "explanation": "Infrared waves, particularly in certain wavelength ranges, are indeed absorbed by water vapour that is concentrated in the lower atmosphere. This characteristic of water vapour plays a significant role in the Earth's climate system and the greenhouse effect.In the lower atmosphere, where water vapour concentrations are typically higher, the presence of water vapour absorbs a significant portion of the infrared radiation. This absorption contributes to the warming of the lower atmosphere and helps regulate the Earth's temperature. Water vapour acts as a positive feedback mechanism in the climate system, as increased temperatures can lead to more water vapour, which further enhances the greenhouse effect. The Earth and the Universe-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link",
    "subject": "geography",
    "id": "GEO_087"
  },
  {
    "year": "",
    "text": "Arctic Circle Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "3 and 4 -",
      "2 and 4"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: Since a large portion of the Northern Hemisphere is getting light from the sun, it is summer in the regions north of the equator. The longest day and the shortest night at these places occur on 21st June (i.e. second half of the month of June). At this time in the Southern Hemisphere all these conditions are reversed. It is winter there . The nights are longer than the days. This position of the earth is called the Summer Solstice.",
    "subject": "geography",
    "id": "GEO_088"
  },
  {
    "year": "",
    "text": "Shortwave radio communication of the aircraft flying over polar regions could be interrupted. <!-- image --> Select the correct answer using the code given below: unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> -",
    "options": [
      "1, 2, 4 and 5 only -",
      "2, 3, 5, 6 and 7 only -",
      "1, 3, 4, 6 and 7 only -",
      "1, 2, 3, 4, 5, 6 and 7"
    ],
    "correctAnswer": 0,
    "explanation": "On 21st June, the Northern Hemisphere is tilted towards the Sun. The rays of the Sun fall directly on the Tropic of Cancer. As a result, these areas receive more heat. The areas near the poles receive less heat as the rays of the Sun are slanting. Option (a) is correct : The North Pole is inclined towards the Sun and the places beyond the Arctic Circle experience continuous daylight <!-- image --> <!-- image --> for about six months, meaning the Sun does not set below the horizon at the Arctic Circle. ## Additional Information : Since a large portion of the Northern Hemisphere is getting light from the Sun, it is summer in the regions north of the equator. The longest day and the shortest night at these places occur on 21 st June. At this time in the Southern Hemisphere, all these conditions are reversed. It is the winter season there. The nights are longer than the days. This position of the Earth is called the Summer Solstice.",
    "subject": "geography",
    "id": "GEO_089"
  },
  {
    "year": "2013",
    "text": "Variations in the length of daytime and night-time from season to season are due to (2013) -",
    "options": [
      "the earth's rotation on its axis -",
      "the earth's revolution around the sun in an elliptical manner -",
      "latitudinal position of the place -",
      "revolution of the earth on a tilted axis"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct : The variations in the length of daytime and night-time from season to season are due to the revolution of the earth on a tilted axis. - y Earth has two types of motion, namely rotation and revolution. Rotation is the movement of the earth on its axis. The movement of the earth around the sun in a fixed path or orbit is called Revolution. - y The axis of the Earth, which is an imaginary line, makes an angle of 66° with its orbital plane. The plane formed by the orbit is known as the orbital plane. The earth receives light from the sun. Due to the spherical shape of the earth, only half of it gets light from the sun at a time. - y The portion, facing the sun, experiences day while the other half away from the sun experiences night. The circle that divides the day from night on the globe is called the circle of illumination. The earth takes about 24 hours to complete one rotation around its axis. The period of rotation is known as Earth Day. Throughout its orbit, the earth is inclined in the same direction.",
    "subject": "geography",
    "id": "GEO_090"
  },
  {
    "year": "2012",
    "text": "Which one of the following sets of elements was primarily responsible for the origin of life on the Earth? (2012) -",
    "options": [
      "Hydrogen, Oxygen, Sodium -",
      "Carbon, Hydrogen, Nitrogen -",
      "Oxygen, Calcium, Phosphorus -",
      "Carbon, Hydrogen, Potassium"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : As per the OparinHaldane hypothesis, the atmosphere of the early Earth may have been chemically reducing in nature, composed primarily of methane (CH4), ammonia (NH3), water (H2O), hydrogen sulphide (H2S), carbon dioxide (CO2) or carbon monoxide (CO), with phosphate (PO43-), molecular oxygen (O2) and ozone (O3) either rare or absent. The present composition of the earth's atmosphere is chiefly contributed by nitrogen and oxygen. There are three stages in the evolution of the present atmosphere. - y The first stage is marked by the loss of the primordial atmosphere. - y In the second stage, the hot interior of the earth contributed to the evolution of the atmosphere. - y Finally, the composition of the atmosphere was modified by the living world through the process of photosynthesis. The early atmosphere, with hydrogen and helium, is supposed to have been stripped off as a result of the solar winds. This happened not only in the case of the earth but also in all the terrestrial planets, which were supposed to have lost their primordial atmosphere through the impact of solar winds. During the cooling of the earth, gases and water vapour were released from the interior solid earth. This started the evolution of the present atmosphere. The early atmosphere largely contained water vapour, nitrogen, carbon dioxide, methane, ammonia and very little free oxygen. The process through which the gases were outpoured from the interior is called degassing. Continuous volcanic eruptions contribute to water vapour and gases.",
    "subject": "geography",
    "id": "GEO_091"
  },
  {
    "year": "2012",
    "text": "A person stood alone in a desert on a dark night and wanted to reach his village which was situated 5 km east of the point where he was standing. He had no instruments to find the direction, but he located the Give your feedback here: Link ## polestar. The most convenient way now to reach his village is to walk in the: (2012) -",
    "options": [
      "direction facing the polestar -",
      "direction opposite to the polestar -",
      "direction keeping the polestar to his left -",
      "direction keeping the polestar to his right"
    ],
    "correctAnswer": 2,
    "explanation": "Polaris, commonly known as the North Star, is the closest relatively bright star to the north celestial pole. Polaris is easily visible to the naked eye, but not exceptionally bright. It is the brightest star in the constellation Ursa Minor, but only the 48 th brightest star in the sky. This, however, does not mean that it is not particularly luminous. As a yellow supergiant, the star is immense and only appears faint because it is so distant from Earth. Option (c) is correct : In ancient times, people used to determine directions during the night with the help of stars. The North Star indicates the north direction. It is also called the Pole unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> Comets Made of: ice, rock and compounds with hydrogen and carbon State. It always remains in the same position in the sky. The Pole Star is situated in the direction of the earth's axis. It is not visible from the southern hemisphere. The convenient way now to reach his village is to walk in the direction keeping the pole star to his left. mass extinctions on Earth water to Earth",
    "subject": "geography",
    "id": "GEO_092"
  },
  {
    "year": "",
    "text": "Glacial cycles Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 3,
    "explanation": "## Explanation : Volcanic eruptions : A volcanic eruption is a geological event in which molten rock, ash, gasses, and other volcanic materials are expelled from a volcano. This process occurs when there is an increase in pressure within the Earth's crust, typically due to the movement of molten rock, or magma, from the mantle to the surface. Volcanic eruptions can vary in size and intensity, from relatively gentle lava flows to highly explosive events that release large amounts of ash and gas into the atmosphere. Statement 1 is correct : Pyroclastic debris includes various types of volcanic fragments ejected during eruptions, such as ash, pumice, and volcanic bombs. Statement 2 is correct : Ash and dust are fine particles of rock and mineral fragments ejected into the atmosphere during volcanic eruptions. Statement 3 is correct : Nitrogen compounds are volcanic eruptions that can release nitrogen compounds, including nitrogen dioxide (NO2) and nitric oxide (NO), into the atmosphere. Statement 4 is correct : Sulphur compounds are volcanic eruptions emit sulphur dioxide (SO2) and hydrogen sulphide (H2S), which can react with water vapour in the atmosphere to <!-- image --> form sulfuric acid (H2SO4) and other sulphur compounds.",
    "subject": "geography",
    "id": "GEO_093"
  },
  {
    "year": "",
    "text": "When living organisms originated, they modified the early atmosphere of the Earth. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 0,
    "explanation": "## Explanation : Statement I is correct : Rainfall is one of the reasons for the weathering of rocks. Rainfall contributes to the physical and chemical breakdown of rocks through various processes such as erosion, dissolution, and chemical reactions. Statement II is correct : Rain water contains carbon dioxide in solution. When rainwater absorbs carbon dioxide from the atmosphere, it forms carbonic acid (H2CO3), which is a weak acid. Carbonic acid plays a significant role in chemical weathering by reacting with minerals in rocks, particularly calcium carbonate (CaCO3), to dissolve them over time. Statement III is correct : Rain water contains atmospheric oxygen. Atmospheric oxygen dissolved in rainwater can initiate oxidation reactions when it comes into contact with minerals in rocks. Oxidation reactions lead to the breakdown of minerals, altering their chemical composition and contributing to the weathering process. Both Statement II and Statement III are correct and both of them explain statement -I.",
    "subject": "geography",
    "id": "GEO_094"
  },
  {
    "year": "2022",
    "text": "In the northern hemisphere, the longest day of the year normally occurs in the: (2022) -",
    "options": [
      "First half of the month of June -",
      "Second half of the month of June -",
      "First half of the month of July -",
      "Second half of the month of July"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is not correct : Central Asia Vosges Fold mountain The Vosges Mountains are located in France, not Central Asia. Vosges Mountains are actually considered to be a low mountain range, not a fold mountain. Statement 2 is not correct : Europe Alps Block mountain The Alps are primarily considered to be fold mountains, formed through the collision of tectonic plates. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> Statement 3 is correct : North America Appalachians Fold Mountain - The Appalachian Mountains are fold mountains, formed through the process of folding and thrust faulting during the collision of tectonic plates. Statement 4 is correct : South America Andes Fold Mountain The Andes Mountains are fold mountains, formed by the convergence of the South American Plate and the Nazca Plate.",
    "subject": "geography",
    "id": "GEO_095"
  },
  {
    "year": "",
    "text": "Revolution of the earth Which of the above are responsible for bringing dynamic changes on the surface of the earth? -",
    "options": [
      "1, 2, 3 and 4 only -",
      "1, 3, 5 and 6 only -",
      "2, 4, 5 and 6 only -",
      "1, 2, 3, 4, 5 and 6 - (d) Occurrence of the belt of calm near the equator ## Geomorphology-Explanation"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : Convergence of the two equatorial currents is the reason behind the eastward flow of the equatorial counter-current. - y Equatorial counter-currents are major surface flows that carry water eastward in the Atlantic, Indian, and Pacific Oceans. They are located near the equator and are sandwiched between two westwardflowing currents, the North Equatorial Current and the South Equatorial Current. Equatorial counter-currents are unique in that they flow in the opposite direction of the surface winds. The other major surface currents in the tropics flow in the same direction as the prevailing winds. - y The equatorial counter-currents are driven by a distinct surface wind pattern in the tropics. Strong westward trade winds result in westward surface flow in most of the tropical Atlantic and Pacific Oceans. The stronger winds to the south pile up water where the winds are weak. The excess water flows eastward under the influence of the Earth's rotation, giving rise to equatorial counter-currents.",
    "subject": "geography",
    "id": "GEO_096"
  },
  {
    "year": "2019",
    "text": "On 21st June, the Sun: (2019) -",
    "options": [
      "does not set below the horizon at the Arctic Circle. -",
      "does not set below the horizon at the Antarctic Circle. -",
      "shines vertically overhead at noon on the Equator. -",
      "shines vertically overhead at the Tropic of Capricorn."
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct : Earth's surface is constantly changing. Wind, water, and ice break down large rocks and move sediments on the surface. It usually takes years for weathering, erosion, and deposition to cause noticeable changes. Some events, though, bring dynamic changes on the Earth's surface much more quickly, such as: - y Temperature and precipitation are the two important climatic elements that control various processes. Electro-magnetic radiation causes temperature change which induces the metamorphism of rocks. - y Geothermal energy movements cause unacademy.com | Download the Unacademy app Give your feedback here: Link - volcanoes which bring dynamic change on the Earth surface. - y Tides occur due to the gravitational pull of the Moon. Tides cause coastal erosion. - y Earthquakes (plate movements) bring dynamic change on the earth surface. - y Rotation of the Earth is responsible for Day and Night formation that create temperature differences. The Revolution of the Earth is responsible for seasonal changes. Both are responsible for bringing dynamic changes to the surface of the earth. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> ## Climatology",
    "subject": "geography",
    "id": "GEO_097"
  },
  {
    "year": "",
    "text": "It is maximum at the poles and is absent at the equator. Select the answer using the code given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2. -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 3,
    "explanation": "## Option (a) is not correct : Equatorial climate : The climate described with low annual and daily temperature ranges, precipitation throughout the year, and precipitation varying between 50 cm to 250 cm. This climate is characterised by consistently high temperatures, high humidity, and abundant rainfall throughout the year, typical of regions near the equator. Option (b) is not correct : China spans several climatic zones including equatorial, tropical, subtropical, and moderate climates. A distinctive characteristic of China's climate is its monsoonal nature, with prevailing winds from the north in winter and from the south in summer. The country experiences pronounced seasonal changes throughout the year. Option (c) is not correct : A humid subtropical climate is defined by its hot and humid summers, along with cool to mild winters. <!-- image --> Typically situated on the southeastern side of continents (excluding Antarctica), these climates are generally found between latitudes 25° and 40°, extending northward from adjacent tropical regions. Option (d) is correct : The climate described with an annual and daily range of temperatures being low, precipitation occurring throughout the year, and varying between 50 cm to 250 cm is typically a Tropical Rainforest Climate also known as Köppen climate or Marine West Coast Climate.",
    "subject": "geography",
    "id": "GEO_098"
  },
  {
    "year": "",
    "text": "Comets show perceptible glowing tails, while asteroids do not. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "1 and 3 only -",
      "3 only -",
      "1, 2 and 3 unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> summer solstice (June 21) 1 N"
    ],
    "correctAnswer": 3,
    "explanation": "Explanation : Statement I is not correct : The terrestrial radiation heats up the atmosphere more than the incoming solar radiation i.e. insolation. Statement II is correct : Greenhouse gasses in the atmosphere (such as water vapor and carbon dioxide) absorb most of the Earth's emitted longwave infrared radiation, which heats the lower atmosphere. Carbon dioxide (CO2) is also an important greenhouse gas. It has a long lifetime in Earth's atmosphere. Statement II is not the correct explanation of Statement I NCERT : Terrestrial Radiation : The insolation received by the earth is in short wave forms and heats up its surface. The earth being heated itself becomes a radiating body and it radiates energy to the atmosphere in long wave form. This energy heats up the atmosphere from below. This process is known as terrestrial radiation. The long wave radiation is absorbed by the atmospheric gasses particularly by carbon dioxide and the other greenhouse gasses. Thus, the atmosphere is indirectly heated by unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> the earth's radiation. The atmosphere in turn radiates and transmits heat to space. Finally the amount of heat received from the sun is returned to space, thereby maintaining constant temperature at the earth's surface and in the atmosphere.",
    "subject": "geography",
    "id": "GEO_099"
  },
  {
    "year": "",
    "text": "Zambezi Indian Ocean Which of the pairs given above is/are correctly matched? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "3 and 4 only -",
      "1, 2 and 4 only"
    ],
    "correctAnswer": 0,
    "explanation": "## Explanation : Statement 1 is correct : Isotherms are the lines joining places having equal temperature. The isotherms deviate to the north over the Ocean and to the South Over the continent in January. Statement 2 is not correct : The presence of warm ocean currents, Gulf Stream and North Atlantic drift, make the Northern Atlantic Ocean warmer and the isotherms bend towards the north. Over the land the temperature decreases sharply, and the isotherms bend towards south in Europe. ## NCERT : Distribution of Temperature : The global distribution of temperature can well be understood by studying the temperature distribution in January and July. The temperature distribution is generally shown on the map with the help of isotherms. The Isotherms are lines joining places having equal temperature. The distribution of surface air temperature in the months of January and July. In general the effect of the latitude on temperature is well pronounced on the map, as the isotherms are generally parallel to the latitude. The deviation from this general trend is more pronounced in January than in July. especially in the northern hemisphere. In the northern hemisphere the land surface area is much larger than in the southern hemisphere. Hence, the effects of land mass and the ocean currents are well pronounced. In January the isotherms deviate to the north over the ocean and to the south over the continent. This can be seen on the North Atlantic Ocean. The presence of warm ocean currents, Gulf Stream and North Atlantic drift, make the Northern Atlantic Ocean warmer and the isotherms bend towards the north. Over the land the temperature decreases sharply and the isotherms bend towards south in Europe.",
    "subject": "geography",
    "id": "GEO_100"
  },
  {
    "year": "2023",
    "text": "Consider the following statements: (2023) Statement-I: The temperature contrast between continents and oceans is greater during summer than in winter. ## Statement-II: The specific heat of water is more than that of land surface. -",
    "options": [
      "Both Statement-I and Statement-II Which one of the following is correct in Give your feedback here: Link respect of the above statements? - (a) Both Statement-I and Statement-II are correct and Statement-II is the correct explanation for Statement-I -",
      "Both Statement-I and Statement-II are correct and Statement-II is not the correct explanation for Statement-I -",
      "Statement-I is correct but Statement-II is incorrect -",
      "Statement-I is incorrect but StatementII is correct"
    ],
    "correctAnswer": 3,
    "explanation": "Statement 1 is not correct: While it may hold for certain regions with distinct continental climates, the temperature contrast between continents and oceans can vary depending on factors such as latitude, prevailing winds, ocean currents, and geographic features. For instance, in coastal areas or regions influenced by oceanic currents, the temperature contrast might be more significant during winter due to factors such as oceanic heat retention and prevailing winds. Statement 2 is correct: Water indeed has a higher specific heat capacity compared to land surfaces. Specific heat refers to the amount of heat required to raise the temperature of one unit of mass of a substance by one degree Celsius. Water's high specific heat capacity means it can absorb and store more heat energy compared to land surfaces, leading to slower temperature changes. This property of water is fundamental in moderating climates, influencing weather patterns, and regulating Earth's temperature.",
    "subject": "geography",
    "id": "GEO_101"
  },
  {
    "year": "2019",
    "text": "Why are dewdrops not formed on a cloudy night? (2019) -",
    "options": [
      "Clouds absorb the radiation released from the Earth's surface. -",
      "Clouds reflect back the Earth's radiation. -",
      "The Earth's surface would have low temperatures on cloudy nights. -",
      "Clouds deflect the blowing wind to ground level."
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : Dew is formed when the atmospheric temperature draws the level to the dewpoint temperature. This often happens at ground level for two reasons. First, longwave emission causes the Earth's surface to cool at night and condensation requires the temperature to decrease to the dew point. Second, the soil often acts as the moisture source for dew. Warm and moist soils will help with the formation of dew as the soil cools overnight. Dewdrops are not formed on a cloudy night because clouds reflect back the Earth's radiation. ## Additional Information : The ideal conditions for its formation are clear sky, calm air, high relative humidity, and cold and long nights. For the formation of dew, it is necessary that the dew point is above the freezing point.",
    "subject": "geography",
    "id": "GEO_102"
  },
  {
    "year": "2012",
    "text": "Electrically charged particles from space travelling at speeds of several hundred km/sec can severely harm living beings if they reach the surface of the Earth. What prevents them from reaching the surface of the Earth? (2012) -",
    "options": [
      "The Earth's magnetic field diverts them towards its poles -",
      "Ozone layer around the Earth reflects them back to outer space -",
      "Moisture in the upper layers of atmosphere prevents them from reaching the surface of the Earth -",
      "None of the statements (a), (b) and (c) given above is correct"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: The Earth itself is a magnet, with a magnetic north pole and south pole. The origin of the Earth's magnetic field is said to be a result of the dynamo effect. Electric currents produced by the rotation of iron-nickel cores. The Earth's magnetic field continually traps moving charged particles coming from the sun, called the solar wind. It Protects us from solar winds containing electrically charged Particles .",
    "subject": "geography",
    "id": "GEO_103"
  },
  {
    "year": "",
    "text": "In P waves, the individual particles vibrate to and fro in the direction of waves propagation whereas in S waves, the particles vibrate up and down at right angles to the direction of wave unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> propagation. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 1,
    "explanation": "Earth is known as the 'Blue Planet'' because 71 per cent of the Earth's surface is covered with water. Water also exists below the land surface and as water vapour in the air. The earth has an abundance of water, but unfortunately, only a small percentage (about 0.3 per cent) is even usable by humans. The other 99.7 percent is in the oceans, soils, icecaps, and floating in the atmosphere. ## Distribution of the water on Earth | y Ocean water: | 97.2 percent | |---------------------------|-----------------| | y Glaciers and other ice: | 2.15 percent | | y Groundwater: | 0.61 percent | | y Freshwater lakes: | 0.009 percent | | y Inland seas: | 0.008 percent | | y Soil Moisture: | 0.005 percent | | y Atmosphere: | 0.001 percent | | y Rivers: | 0.0001 percent. | Hence, statement 1 is not correct, but statement 2 is correct.",
    "subject": "geography",
    "id": "GEO_104"
  },
  {
    "year": "2024",
    "text": "Consider the following statements: (2024) Statement- I: Rainfall is one of the reasons for the weathering of rocks. Statement-II : Rain water contains carbon dioxide in solution. Statement-III : Rain water contains atmospheric oxygen. Which one of the following is correct in respect of the above statements? <!-- image --> -",
    "options": [
      "Both Statement-II and Statement-III ars correct and both of them explain Statement-I -",
      "Both Statement-II and Statement-III are correct, but only one of them explains Statement-I -",
      "Only one of the Statement II and III is correct and that explain Statement- I -",
      "Neither Statement-II nor Statement - III is correct"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is not correct: The Ocean Mean Temperature (OMT) is measured up to a depth of 26 degree C isotherm, is more stable and consistent, and the spatial spread is also less. The 26 degree C isotherm is seen at depths <!-- image --> varying from 50 -100 metres. During January -March, the mean 26 degree C isotherm depth in the Southwestern Indian Ocean is 59 metres. Statement 2 is correct: Ocean heat content (OHC) and Ocean Mean Temperature (OMT) are important climatic parameters required for atmospheric and oceanic studies like cyclone and monsoon predictions and ocean heat transport estimations. Sea surface temperature (SST) is routinely used for predicting if the total amount of rainfall that India receives during the monsoon season will be less or more than the long term mean of 887.5 mm. Now, scientists from Pune's Indian Institute of Tropical Meteorology (IITM) find that ocean mean temperature (OMT) has better ability to predict this than the sea surface temperature.",
    "subject": "geography",
    "id": "GEO_105"
  },
  {
    "year": "",
    "text": "Sulphur compounds How many of the above are products of volcanic eruptions? -",
    "options": [
      "Only one -",
      "Only two -",
      "Only three -",
      "All four"
    ],
    "correctAnswer": 3,
    "explanation": "Coral Reefs are most commonly known as the rainforest of oceans. They are the underwater structures that are formed of coral polyps, held together by calcium carbonate. Coral polyps are short-lived microscopic organisms, which live in colonies. They flourish in shallow, mud free and warm waters. They secrete calcium carbonate. The coral secretion and their skeletons from coral deposits, in the form of reefs, are mainly of three kinds: barrier reef, fringing reef and atolls. The Great Barrier Reef of Australia is a good example of the first kind of coral reefs. Statement 1 is correct : Mostly the coral reefs are in tropical waters, located between the Tropics of Cancer and Capricorn, in the Pacific Ocean, the Indian Ocean, the Caribbean Sea, the Red Sea, and the Persian Gulf. Statement 2 is correct : Indonesia, followed by Australia and the Philippines are the largest reef nations, while France comes in fourth. More than one-third of the world's coral reefs unacademy.com | Download the Unacademy app Give your feedback here: Link are located in the territories of Australia, Indonesia, and Philippines. Statement 3 is correct : Coral reefs are the most diverse of all marine ecosystems. Reefs cover just a tiny fraction (less than one percent) of the earth's surface and less than two percent of the ocean bottom. Because they are so diverse, coral reefs are often called the rainforests of the sea. Coral reefs host a greater number of animal phyla than those hosted by tropical rainforests.",
    "subject": "geography",
    "id": "GEO_106"
  },
  {
    "year": "2015",
    "text": "In the South Atlantic and South-Eastern Pacific regions in tropical latitudes, cyclones do not originate. What is the reason? (2015) -",
    "options": [
      "Sea surface temperatures are low -",
      "Inter-Tropical Convergence Zone seldom occurs -",
      "Coriolis force is too weak -",
      "Absence of land in those regions"
    ],
    "correctAnswer": 1,
    "explanation": "Tropical cyclones are violent storms that originate over oceans in tropical areas and move over to the coastal areas bringing about largescale destruction caused by violent winds, very heavy rainfall, and storm surges. This is one of the most devastating natural calamities. They are known as Cyclones in the Indian Ocean, Hurricanes in the Atlantic, Typhoons in the Western Pacific and South China Sea, and Willy-willies in Western Australia. Tropical cyclones originate and intensify over warm tropical oceans. The conditions favourable for the formation and intensification of tropical storms are - y Large sea surface with a temperature higher than 27° C. - y Presence of the Coriolis force. - y Small variations in the vertical wind speed. - y A pre-existing weak low-pressure area or low-level-cyclonic circulation. - y Upper divergence above the sea level system. Option (b) is correct : In the South Atlantic and South-Eastern Pacific regions in tropical latitudes, cyclones do not originate due to the Inter-tropical Convergence Zone, which seldom occurs. - y The Intertropical Convergence Zone (ITZC), which shifts toward the north in unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> our summer and toward the south in the southern summer, usually stays at or north of the equator in the Atlantic Ocean. - y A broad convergence zone like this need to reach about 5 degrees of latitude away from the equator in order for the Coriolis Force to have sufficient intensity to organise a fullfledged tropical cyclone, and the Atlantic ITCZ almost never shift that far south, while the Monsoon trough in the Indian and Australian basins, and the western South Pacific, regularly do so. The eastern South Pacific is just about as void of activity as the South Atlantic, due largely to the ITCZ also having a tendency to stay near or north of the equator and to climatologically cool sea surface temperatures.",
    "subject": "geography",
    "id": "GEO_107"
  },
  {
    "year": "2013",
    "text": "On the planet earth, most of the freshwater exists as ice caps and glaciers. Out of the remaining freshwater, the largest proportion (2013) -",
    "options": [
      "is bound in atmosphere as moisture and clouds -",
      "is found in freshwater lakes and rivers -",
      "exists as groundwater -",
      "exists as soil moisture ## (2013) - (a) Warm and cold atmospheric currents meet - (b) Rivers drain out large amounts of freshwater into the sea - (c) Warm and cold oceanic currents meet - (d) Continental shelf is undulating"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct : About 71 per cent of the planetary water is found in the oceans. The remaining is held as freshwater in glaciers and icecaps, groundwater sources, lakes, soil moisture, atmosphere, streams and within life. Nearly 59 per cent of the water that falls on land returns to the atmosphere through evaporation from over the oceans as well as from other places. The remainder runs off on the surface, infiltrates into the ground or a part of it becomes glacier. Renewable water on the earth is constant while the demand is increasing tremendously. This leads to water crises in different parts of the world - spatially and temporally. The pollution of river waters has further aggravated the crisis.",
    "subject": "geography",
    "id": "GEO_108"
  },
  {
    "year": "",
    "text": "The presence of cold ocean currents, Gulf Stream and North Atlantic Drift make the North Atlantic Ocean colder and the isotherms bend towards the north. Select the answer using the code given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 1,
    "explanation": "Option (a) is not correct : Amazon Basin : The Amazon biome is characterised by dense moist tropical forests, interspersed with smaller areas of diverse vegetation types including savannas, floodplain forests, grasslands, swamps, bamboo groves, and palm forests. Option (b) is correct : Congo Basin : The Congo Basin harbours the largest tropical peatland globally, containing substantial carbon reserves. If disrupted, this ecosystem could potentially release significant amounts of carbon into the atmosphere, exacerbating climate change. Option (c) is not correct : The Kikori Basin : The Kikori Basin in Papua New Guinea's Southern Province spans nearly 23,300 km2, featuring diverse landscapes ranging from sea level to over 3,000 m altitude. It is remote, densely forested, and thinly populated, with a complex network of rivers but minimal road infrastructure. The basin's wide array of ecosystems is notably extensive due to its significant altitude range, unlike typical tropical regions with limited altitudinal and habitat diversity. Option (d) not correct : The Rio de Plata basin : This basin is the second largest in size after the Amazon. The primary rivers comprising the Rio de la Plata Basin include the Paraguay River, the Parana River, and the Uruguay River. The Parana River, which spans 4,879 km, originates from a watershed in Minas Gerais, Brazil.",
    "subject": "geography",
    "id": "GEO_109"
  },
  {
    "year": "",
    "text": "Precipitation varies between 50 cm-250 cm. What is this type of climate? -",
    "options": [
      "Equatorial climate -",
      "China type climate -",
      "Humid subtropical climate -",
      "Marine West coast climate"
    ],
    "correctAnswer": 2,
    "explanation": "Tropical evergreen forests are well stratified, with layers closer to the ground and are covered with shrubs and creepers, with short, structured trees followed by a tall variety of trees. In these forests, trees reach great heights up to 60 m or above. There is no definite time for trees to shed their leaves, flowering, and fruition. As such, these forests appear green all the year-round. Species found in these forests include rosewood, mahogany, aini, ebony, etc. Option (c) is correct : The Tropical Wet Evergreen Forests are found in the western slope of the Western Ghats, hills of the north-eastern region (Assam, Arunachal Pradesh, Meghalaya, Mizoram, Nagaland, Tripura, West Bengal) and the Andaman and Nicobar Islands. They are found in warm and humid areas with annual precipitation of over 200 cm and mean annual temperature above 22 o C.",
    "subject": "geography",
    "id": "GEO_110"
  },
  {
    "year": "2024",
    "text": "Consider the following information: (2024) | | Region: | Name of the mountain range: | Type of mountain | |----|---------------|-------------------------------|--------------------| | 1 | Central Asia | Vosges | Fold mountain | | 2 | Europe | Alps | Block mountain | | 3 | North America | Appalachians | Fold Mountain | | 4 | South | Andes | Fold | - America Mountain In how many of the above rows is the given information correctly matched? -",
    "options": [
      "Only one -",
      "Only two -",
      "Only three -",
      "All four"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : In the equatorial region, the annual rainfall is high as it rains almost every day. The temperatures are constant all year round - the temperature range is usually only a few degrees. There are no seasons. Each day is more or less the same, the morning is clear and bright with a sea breeze; as the Sun climbs high in the sky, heat mounts up, dark clouds form, then rain comes with thunder and lightning. But the rain is soon over. ## Additional Information : - y Tropical wet climate is found near the equator. The major areas are the Amazon Basin in South America, western equatorial Africa and the islands of the East Indies. Significant amount of rainfall occurs in every month of the year as thunder showers in the afternoon. The temperature is uniformly high, and the annual range of unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> temperature is negligible. The maximum temperature on any day is around 30°C, while the minimum temperature is around 20°C. Tropical evergreen forests with dense canopy cover and large biodiversity are found in this climate. - y Twice a year, during the spring and autumn equinoxes, the sun passes directly over the Equator. Even during the rest of the year, equatorial regions often experience a hot climate with little seasonal variation.",
    "subject": "geography",
    "id": "GEO_111"
  },
  {
    "year": "2014",
    "text": "The seasonal reversal of winds is the typical characteristic of: (2014) -",
    "options": [
      "Equatorial climate -",
      "Mediterranean climate -",
      "Monsoon climate -",
      "All of the above climates"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct : The seasonal reversal of winds is the typical characteristic of Monsoon climate. Monsoon climate is identified with a major wind system that seasonally reverses its direction-such as one that blows for approximately six months from the northeast and six months from the southwest. It can cause heavy rainfall during the summer and dry spells in the winter. - y Equatorial climate: It is a hot-wet climate, it remains uniform throughout the year. It is found between 5° and 10° north and south of the equator. Its greatest extent is found in the lowlands of the Amazon, the Congo, Malaysia, and the East Indies. - y Mediterranean climate: It is characterised by hot, dry summers and cool, wet winters. It is located between about 30° and 45° latitude north and south of the Equator and on the western sides of the continents.",
    "subject": "geography",
    "id": "GEO_112"
  },
  {
    "year": "2013",
    "text": "'Climate is extreme, rainfall is scanty, and the people used to be nomadic herders.' The above statement best describes which of the following regions? (2013) <!-- image --> <!-- image --> -",
    "options": [
      "African Savannah -",
      "Central Asian Steppe -",
      "North American Prairie -",
      "Siberian Tundra"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : A steppe is a dry, grassy plain. Steppes occur in temperate climates, which lie between the tropics and polar regions. Temperate regions have distinct seasonal temperature changes, with cold winters and warm summers. Climate is extreme, rainfall is scanty, and the people used to be nomadic herders is the best description of Steppe. The best-known pastoral and hunter-gatherer tribe in history were the Mongols. They inhabited the grasslands (steppes) of Central Asia. The largest temperate grassland in the world is the Eurasian steppe, extending from Hungary to China. The Eurasian steppe has historically been one of the most important routes for travel and trade. The flat expanse provides an ideal route between Asia and Europe.",
    "subject": "geography",
    "id": "GEO_113"
  },
  {
    "year": "2012",
    "text": "Which one of the following is the characteristic climate of the Tropical Savannah Region? (2012) -",
    "options": [
      "Rainfall throughout the year -",
      "Rainfall in winter only -",
      "An extremely short dry season -",
      "A definite dry and wet season"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct : By distinct wet and dry seasons the Savanna climate is characterised by high temperature throughout the year (ranging between 24°C and 27°C), and abundant insolation. In any month of the year Temperature does not fall below 20°C. Savanna climate is similar to equatorial climate as regards temperature but the annual range of temperature ranging between 3°C and 8°C is greater than in the equatorial climate.",
    "subject": "geography",
    "id": "GEO_114"
  },
  {
    "year": "",
    "text": "Low clouds have a high absorption of infrared radiation emanating from the Earth's surface and thus cause a warming effect. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 2,
    "explanation": "Half of the world's available cobalt supply is in the Democratic Republic of the Congo. Australia is the next cobalt-rich country, followed by Indonesia and Cuba.15 to 30 percent of the Congolese cobalt is produced by artisanal and small-scale mining (ASM). Cobalt is an essential mineral used for batteries unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> in electric cars, computers, and cell phones. Demand for cobalt is increasing as more electric cars are sold, particularly in Europe, where governments are encouraging the sales with generous environmental bonuses. According to recent projections by the World Economic Forum's Global Battery Alliance, the demand for cobalt for use in batteries will grow fourfold in 2030 as a result of this electric vehicle boom.",
    "subject": "geography",
    "id": "GEO_115"
  },
  {
    "year": "",
    "text": "The temperature inside the eye of a cyclone is nearly 10°C less than that of the surroundings. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "2 only -",
      "1 and 3 only"
    ],
    "correctAnswer": 2,
    "explanation": "Frank W Notestein in his demographic transition theory mentions that all countries pass through stages of demographic transition, which is accompanied by industrialization and economic development. Notestein gave the following stages of demographic transition. Option (c) is correct: With the economic development, the demographic transition follows: High birth rate with high death rate: In this stage birth and death rates are both high. Population growth is slow and fluctuating. Birth rate is high as a result of lack of family planning, high infant mortality rate, children as economic assets, etc. Death rate is high because of high levels of disease, famine, and lack of healthcare. Then follows, High birth rate with low death rate: In this stage birth rate remains high, death rate falls. Population begins to rise rapidly. Death rate falls as a result of improved healthcare, improved hygiene sanitation, etc. Then follows, Low birth rate with low death rate: In this stage of demographic transition, a low birth rate and low death rate lead to a stationary or declining population. It is called a stage of stationary population. Birth and death rates are both low. <!-- image --> ## World Map",
    "subject": "geography",
    "id": "GEO_116"
  },
  {
    "year": "2024",
    "text": "The longest border between any two countries in the world is between: (2024) -",
    "options": [
      "Canada and the United States of America -",
      "Chile and Argentina -",
      "China and India -",
      "Kazakhstan and Russian Federation"
    ],
    "correctAnswer": 0,
    "explanation": "Scotland Irelan * Dublin Option (a) is correct: Canada and the United States of America have the longest international land border in the world. It stretches for approximately 8,891 kilometers (5,525 miles). Irish Sea Celtic Sea Sweden Option (b) is not correct: The border between Chile and Argentina is quite extensive but it is not the longest. It spans approximately 5,308 kilometers (3,293 miles) along the Andes mountain range. The southern portion of this border passes through the stunning Patagonian region. Option (c ) is not correct: T he border between China and India is known as the Line of Actual Control (LAC). It stretches for 3,488 kilometers (2,167 miles) across the Himalayan region. Option (d) is not correct: The border between Kazakhstan and Russia is substantial but not the longest. It covers approximately 7,644 kilometers (4,750 miles).",
    "subject": "geography",
    "id": "GEO_117"
  },
  {
    "year": "",
    "text": "There are no vertical winds in the lower stratosphere. Which of the statements given above is/are correct in this context? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 1,
    "explanation": "Points 1 and 2 are correct : Germany and Norway have a border with the North Sea. <!-- image --> <!-- image --> The North Sea is situated between Great Britain, Denmark, Norway, Germany, the Netherlands, Belgium, and France.",
    "subject": "geography",
    "id": "GEO_118"
  },
  {
    "year": "",
    "text": "Violent upward movement of air and water particles. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "None of the above produces the thunder"
    ],
    "correctAnswer": 0,
    "explanation": "The Congo Basin is the sedimentary basin of the Congo River. The Congo Basin is located in Central Africa, in a region known as west equatorial Africa. The Congo Basin region is sometimes known simply as the Congo. It contains some of the largest tropical rainforests in the world and is an important source of water used in agriculture and energy generation. Countries wholly or partially in the Congo region: Angola, Gabon, Burundi, Cameroon, Central African Republic, Democratic Republic of Congo, Republic of the Congo, Rwanda, Tanzania, Zambia.",
    "subject": "geography",
    "id": "GEO_119"
  },
  {
    "year": "",
    "text": "Heavy rains in the interior as compared to coasts Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "1 and 2 only unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> -",
      "2 and 3 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": 0,
    "explanation": "With an area of 600,000 km², Ukraine is the second-largest country in Europe after European Russia, twice the size of Italy or slightly smaller than the US state of Texas. Ukraine borders Belarus, Hungary, Moldova, Poland, Romania, Russia, and Slovakia. <!-- image -->",
    "subject": "geography",
    "id": "GEO_120"
  },
  {
    "year": "",
    "text": "Uzbekistan Which of the above have borders with Afghanistan? -",
    "options": [
      "1, 2 and 5 only -",
      "1, 2, 3 and 4 only -",
      "3, 4 and 5 only -",
      "1, 2, 3, 4 and 5 Give your feedback here: Link"
    ],
    "correctAnswer": 1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_121"
  },
  {
    "year": "",
    "text": "Romania <!-- image --> How many of the above-mentioned countries share a land border with Ukraine? -",
    "options": [
      "Only two -",
      "Only three -",
      "Only four -",
      "Only five"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: Afghanistan shares borders with Iran, Pakistan, Turkmenistan, Tajikistan, Uzbekistan, China and India. Kilometres <!-- image -->",
    "subject": "geography",
    "id": "GEO_122"
  },
  {
    "year": "2022",
    "text": "The term 'Levant' often heard in the news roughly corresponds to which of the following regions? (2022) -",
    "options": [
      "Region along the eastern Mediterranean shores -",
      "Region along North African shores stretching from Egypt to Morocco -",
      "Region along Persian Gulf and Horn of Africa -",
      "The entire coastal areas of Mediterranean Sea"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: From the beginning of civilization, the Levant, the coastal region of the eastern Mediterranean from Syria in the north to Egypt in the south, was the crossroads of various peoples and cultures. From this important trade region, fundamental social and economic changes began spreading across the Middle East and the Mediterranean, leaving behind a rich heritage of unique material remains. <!-- image -->",
    "subject": "geography",
    "id": "GEO_123"
  },
  {
    "year": "2022",
    "text": "Which one of the following lakes of West Africa has become dry and turned into a desert? (2022) -",
    "options": [
      "Lake Victoria -",
      "Lake Faguibine -",
      "Lake Oguta -",
      "Lake Volta"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: The Lake Faguibine System, four interlinked lakes 80 km west of Timbuktu, was historically one of Mali's most fertile areas. But over seven years, droughts in the 1970s dried up the lakes. Then sand filled the channels connecting the lakes to the River Niger, with the result that when rain finally returned the water could no longer reach the lakes. The region's prosperity evaporated along with the water. In the past, during prolonged rainfall in the Fouta Djallon highlands in Guinea, the river flooded and forced water to flow through two channels into the lake.",
    "subject": "geography",
    "id": "GEO_124"
  },
  {
    "year": "2014",
    "text": "Turkey is located between (2014) -",
    "options": [
      "Black Sea and Caspian Sea -",
      "Black Sea and Mediterranean Sea -",
      "Gulf of Suez and Mediterranean Sea -",
      "Gulf of Aqaba and Dead Sea"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : Turkey is located between Black Sea and Mediterranean Sea. Turkey occupies a unique geographic position, lying partly in Asia and partly in Europe. Throughout its history it has acted as both a barrier and a bridge between the two continents.",
    "subject": "geography",
    "id": "GEO_125"
  },
  {
    "year": "2013",
    "text": "Which one of the following pairs is correctly matched? (2013) Geographical Feature Region -",
    "options": [
      "Abyssinian Plateau Arabia -",
      "Atlas Mountains North-Western Africa -",
      "Guiana Highlands South-Western Africa -",
      "Okavango Basin Patagonia"
    ],
    "correctAnswer": 1,
    "explanation": "Pair (a) is not correctly matched : Abyssinian is a plateau in Ethiopia. It is located at an elevation of 1,388 metres above sea level. Hundreds of the world's only grass-eating monkeys thrive on this plateau in the central Ethiopian Highlands. Pair (b) is correctly matched : Atlas Mountains, a series of mountain ranges in north-western Africa, generally running southwest to northeast to form the geologic backbone of the countries Give your feedback here: Link 20° Suez Black Sea Iraq 40% 45% RUSSIA",
    "subject": "geography",
    "id": "GEO_126"
  },
  {
    "year": "",
    "text": "The cloud seeding and formation of clouds will be adversely affected. Which among the statements given above is/are correct? -",
    "options": [
      "1, 2 and 3 only -",
      "2 only -",
      "1 and 3 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_127"
  },
  {
    "year": "2015",
    "text": "\"Each day is more or less the same, the morning is clear and bright with a sea breeze; as the Sun climbs high in the sky, heat mounts up, dark clouds form, then rain comes with thunder and lightning. But the rain is soon over.\" Which of the following regions is described in the above passage? (2015) -",
    "options": [
      "Savannah -",
      "Equatorial -",
      "Monsoon -",
      "Mediterranean"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_128"
  },
  {
    "year": "",
    "text": "Russia How many of the above countries have a border with the North Sea? -",
    "options": [
      "Only one -",
      "Only two -",
      "Only three -",
      "All four"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_129"
  },
  {
    "year": "",
    "text": "Catalonia Country Turkey Ethiopia Spain Italy How many pairs given above are correctly matched? -",
    "options": [
      "Only one pair -",
      "Only two pairs -",
      "Only three pairs -",
      "All four pairs"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_130"
  },
  {
    "year": "",
    "text": "Oromia Nigeria Which of the pairs given above are correctly matched? -",
    "options": [
      "1, 2 and 3 -",
      "3 and 4 only -",
      "1 and 3 only -",
      "2 and 4 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_131"
  },
  {
    "year": "",
    "text": "Mazar-i-sharif Syria Yemen Palestine Afghanistan Which of the pairs given above are correctly matched? -",
    "options": [
      "1 and 2 only -",
      "1 and 4 only -",
      "2 and 3 only -",
      "3 and 4 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_132"
  },
  {
    "year": "",
    "text": "Syria Select the correct answer using the code given below: -",
    "options": [
      "1, 2 and 3 -",
      "2 and 3 only -",
      "3 and 4 only -",
      "1, 3 and 4 only unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image -->"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_133"
  },
  {
    "year": "",
    "text": "Singapore Select the correct answer using the code given below: -",
    "options": [
      "4-2-1-3 -",
      "3-2-4-1 -",
      "3-4-1-2 -",
      "4-3-2-1"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_134"
  },
  {
    "year": "",
    "text": "Coriolis force is higher in the Southern Hemisphere as compared to the Northern Hemisphere. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_135"
  },
  {
    "year": "",
    "text": "EI Nino has an adverse effect on the southwest monsoon of India, but La Nina has no effect on monsoon climate. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2 unacademy.com | Download the Unacademy app Give your feedback here: Link ## Climatology-Explanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_136"
  },
  {
    "year": "",
    "text": "In the temperate zone, westerlies make the eastern sections of oceans warmer than the western sections. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_137"
  },
  {
    "year": "",
    "text": "The amount of water in polar ice caps and glaciers is more than the amount of groundwater. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_138"
  },
  {
    "year": "",
    "text": "OMT collected during January March can be used in assessing whether the amount of rainfall in monsoon will be less or more than a certain long-term mean Select the correct answer using the code given below -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_139"
  },
  {
    "year": "",
    "text": "It is under the influence of warm ocean currents. Which of the statements given above is/are correct in this context? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2 5 ## World Climatic RegionsExplanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_140"
  },
  {
    "year": "2023",
    "text": "About three-fourths of world's cobalt, a metal required for the manufacture of batteries for electric motor vehicles, is produced by (2023) -",
    "options": [
      "Argentina -",
      "Botswana -",
      "the Democratic Republic of the Congo -",
      "Kazakhstan"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_141"
  },
  {
    "year": "",
    "text": "Opening a new canal across the Kra Isthmus between the Gulf of Siam and Andaman Sea. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2 Give your feedback here: Link Ivol vay llave ularla, nunaa, nussia, all sivania. NORTH SEA Faroe Islands Den) Atlantic <!-- image --> Ocean Islands Shetland SLOVAKIA (UK) slands Orkney HUNGARY (UK) nusolas Mollweide Map Projection Norwegian Sea vca. RUSSIA ## World Map-Explanation UKRAINE MOLDOVA"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_142"
  },
  {
    "year": "",
    "text": "The air is less dense in the upper atmosphere. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_143"
  },
  {
    "year": "",
    "text": "Coral reefs host far more animal phyla than those hosted by tropical rainforests. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_144"
  },
  {
    "year": "",
    "text": "Lake Baikal Select the correct answer using the code given below: unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "2 only -",
      "1 and 3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_145"
  },
  {
    "year": "",
    "text": "Centrifugal force of the Earth Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_146"
  },
  {
    "year": "",
    "text": "Mizoram In which of the above States do 'Tropical Wet Evergreen Forests' occur? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_147"
  },
  {
    "year": "",
    "text": "Thorns instead of leaves Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_148"
  },
  {
    "year": "",
    "text": "Presence of numerous varieties of epiphytes Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_149"
  },
  {
    "year": "",
    "text": "The average productivity per hectare in Indian agriculture is higher than that in China. How many of the above statements are correct? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_150"
  },
  {
    "year": "",
    "text": "High birth rate with low death rate Select the correct answer using the code given below: -",
    "options": [
      "1, 2, 3 -",
      "2, 1, 3 -",
      "2, 3, 1 -",
      "3, 2, 1 unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> ## Human and Economic GeographyExplanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_151"
  },
  {
    "year": "2023",
    "text": "Which one of the following is a part of the Congo Basin? (2023) -",
    "options": [
      "Cameroon -",
      "Nigeria -",
      "South Sudan -",
      "Uganda"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_152"
  },
  {
    "year": "",
    "text": "Red Sea Syria Which of the pairs given above are correctly matched? -",
    "options": [
      "1, 2 and 4 only -",
      "1, 3 and 4 only -",
      "2 and 5 only -",
      "1, 2, 3, 4 and 5"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "geography",
    "id": "GEO_153"
  }
]