[
  {
    "year": "",
    "text": "Under the Permanent Settlement in Bengal, if the Zamindar failed to pay his revenues to the state, on or before the fixed date, he would be removed from his Zamindari. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 2,
    "explanation": "In 1534, the Bahadur Shah signed the Treaty of Bassein with the Portuguese. By this, he ceded Diu to the Portuguese, as well as other territories of his empire such as Vasai and the islands that today form Mumbai.",
    "subject": "history_modern",
    "id": "HIST_MOD_001"
  },
  {
    "year": "2023",
    "text": "By which one of the following Acts was the Governor General of Bengal designated as the Governor General of India? (2023) -",
    "options": [
      "The Regulating Act -",
      "The Pitt's India Act -",
      "The Charter Act of 1793 -",
      "The Charter Act of 1833"
    ],
    "correctAnswer": 3,
    "explanation": "The Government of India Act 1833 or the Charter Act 1833 was an act of the British Parliament, later renamed the St Helena Act 1833. This extended the charter granted to the East India Company for another 20 years. Reorganized the British Indian government. ## Provision of the Charter Act 1833 - y Governor-General of Bengal, renamed Governor-General of India. This made Sir William Bentinck the first Governor General of India. - y In this way, the administration of the country was unified under one administration. - y Governors of Bombay and Madras lose legislative power. - y The governor-general had legislative power over all of British India. - y The Governor-General of the Council has the power to change, repeal or amend laws affecting all persons and places within the British Indian Territory, whether British, foreigners or Indians. Rice field. - y The civil and military affairs of the Company were administered by the Governor-General of the Council. - y The Governor's Council needs him to have 4 members. A fourth member had limited powers. - y For the first time, the Government of the Governor-General was called the Government of India and the Council was called the Council of India. <!-- image -->",
    "subject": "history_modern",
    "id": "HIST_MOD_002"
  },
  {
    "year": "2023",
    "text": "With reference to Indian History, Alexander Rea, A.H. Longhurst, Robert Sewell, James Burgess and Walter Elliot were associated with (2023) -",
    "options": [
      "archaeological excavations -",
      "establishment of English Press in Colonial India -",
      "establishment of Churches in Princely States -",
      "construction of railways in Colonial India"
    ],
    "correctAnswer": 0,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_003"
  },
  {
    "year": "2020",
    "text": "Which of the following statements correctly explains the impact of the Industrial Revolution on India during the first half of the nineteenth century? (2020) -",
    "options": [
      "Indian handicrafts were ruined. -",
      "Machines were introduced in the Indian textile industry in large numbers. -",
      "Railway lines were laid in many parts of the country. -",
      "Heavy duties were imposed on the imports of British manufactures."
    ],
    "correctAnswer": 0,
    "explanation": "India was a major exporter for textiles in the early 18th century, but by the middle of the 19th century it had lost all of its export market and much of its domestic market. At the beginning of the Industrial Revolution, cotton industries were developed in England which made industrial groups worry about imports from other countries. The government was pressured to impose import duties on cotton textiles so that Manchester goods could sell in Britain without facing any competition from outside. Option (a) is correct: At the same time, the East India Company was also persuaded by industrialists to sell British manufactures in Indian markets as well. Exports of British cotton goods increased dramatically in the early nineteenth century and the export market of the cotton weavers collapsed. Produced by machines at lower costs, the imported cotton goods were so cheap that weavers could not easily compete with them. By the 1850s, reports from most weaving regions of India narrated stories of decline and desolation. Thus, Indian handicrafts were ruined as one of the impacts of the Industrial Revolution. Elimination Technique India in the 18th Century-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link - y Due to the industrial Revolution Indian handicrafts were ruined and not the other way around. Machines were introduced in the later time. Railway line was for the support of industrialisation in Britain.",
    "subject": "history_modern",
    "id": "HIST_MOD_004"
  },
  {
    "year": "2020",
    "text": "Wellesley established the Fort William College Calcutta because (2020) -",
    "options": [
      "He was asked by the Board of Directors at London to do so -",
      "He wanted to revive interest in oriental - learning in India -",
      "He wanted to provide William Carey and his associates with employment -",
      "He wanted to train British civilians for administrative purpose in India"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: Fort William College was established on 18 August 1800 by Lord Richard Wellesley, Governor General of Bengal in order to provide instruction in the vernacular languages of India to the civil and military officials of the East India Company. It was named after King William III of England. It was aimed to train British civilians for administrative purposes in India, towards fostering Indian languages and making the British officials familiar with the local languages so that it could ease the administrative work, as it involved interaction with the Indian natives.",
    "subject": "history_modern",
    "id": "HIST_MOD_005"
  },
  {
    "year": "2019",
    "text": "Which one of the following groups of plants was domesticated in the New world and introduced in the Old World? (2019) -",
    "options": [
      "Tobacco, cocoa and rubber -",
      "Tobacco, cotton and rubber -",
      "Cotton, coffee and sugarcane -",
      "Rubber, coffee and wheat unacademy.com | Download the Unacademy app Give your feedback here: Link"
    ],
    "correctAnswer": 0,
    "explanation": "The New and Old World is often quoted in the context of agricultural crops. Europe, Asia, and Africa share a common agricultural history that originated from the Neolithic Revolution. The three continents shared common domesticated plants making it easy to group them together. Option (a) is correct: The Old-World crops include wheat, rye, oats, lentils, and barley. Such crops did not exist in America until their introduction in the 1490s by post-Columbian contact. The famous New World crops include rubber, tobacco, sunflower, cocoa, and cashew. Some plants such as cotton and yam as well as some animals like the dog are believed to have existed in both worlds.",
    "subject": "history_modern",
    "id": "HIST_MOD_006"
  },
  {
    "year": "2018",
    "text": "The staple commodities of export by the English East India Company from Bengal in the middle of the 18th century were: (2018) -",
    "options": [
      "Raw cotton, oil-seeds and opium -",
      "Sugar, salt, zinc and lead -",
      "Copper, silver, gold, spices and tea -",
      "Cotton, silk, saltpetre and opium <!-- image --> <!-- image -->"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: Crucial to the emergence of a powerful capitalist economy, BritishIndian territory was developed as a source of food and raw material for Britain. In the 1750s, fine cotton and silk was exported from India to markets in Europe, Asia, and Africa. Also, raw materials which chiefly consisted of saltpetre, opium and indigo, accounted for most of India's exports. ## Elimination Technique - y Bengal was not a producer of sugar or sugar cane and salt. Option (b) can be eliminated. - y Most of the production of spice varieties were in southern Indian states. Even today, southern Indian states are known for the production of spices. Bengal is less significant for spice production or export. So, option (c) can be easily eliminated. - y Bengal was also not significant for oilseeds production or export during the British time. So, Option (a) can also be - easily eliminated. - y We can mark option (d) as the correct answer. unacademy.com | Download the Unacademy app Give your feedback here: Link",
    "subject": "history_modern",
    "id": "HIST_MOD_007"
  },
  {
    "year": "2011",
    "text": "The tendency for increased litigation was visible after the introduction of the land settlement system of Lord Cornwallis in 1793. The reason for this is normally traced to which of the following provisions? (2011) -",
    "options": [
      "Making Zamindar's position stronger vis-a-vis the ryot -",
      "Making East India Company an overlord of Zamindars -",
      "Making judicial system more efficient -",
      "None of the (a), (b) and (c) above 1 ## India in the 18th CenturyExplanation"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: The main features of the land settlement system of Lord Cornwallis were as under: - y The Zamindars who collected land revenues were made owners of the land. - y The Zamindars had to pay a fixed amount to the company. - y It was decided that the Government would claim 10/11 of the gross revenue. - y In case, any Zamindar failed to pay the fixed amount of revenue, the government had the right to confiscate some part of his land holding to recover the amount due. - y The farmers or the ryots were made the tenants of the Zamindars. - y The Zamindars were deprived of their administrative and judicial powers. - y The government assured that it would not interfere with the traditions of the Zamindars Cornwallis abolished the court fees which affected the earnings of the company and resulted in a massive increase in the number of cases. Abolition of Court fees encouraged litigation without any restraint. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> 2 ## Indian Renaissance and Reform Movements",
    "subject": "history_modern",
    "id": "HIST_MOD_008"
  },
  {
    "year": "2023",
    "text": "Who among the following rulers of medieval Gujarat surrendered Diu to the Portuguese? (2023) -",
    "options": [
      "Ahmad Shah -",
      "Mahmud Begarha -",
      "Bahadur Shah -",
      "Muhammad Shah"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: Gopal Baba Walangkar, also known as Gopal Krishna, (1840-1900) was an activist working to release the untouchable people of India from their <!-- image --> historic socio-economic oppression. He is generally considered to be the pioneer of that movement. He developed a racial theory to explain oppression. In 1888, Walangkar began publishing the monthly journal titled Vital-Vidhwansak (Destroyer of Brahmanical or Ceremonial Pollution), which was the first to have the untouchable people as its target audience.",
    "subject": "history_modern",
    "id": "HIST_MOD_009"
  },
  {
    "year": "",
    "text": "The English East India Company established a factory at Madras on a plot of land leased from a representative of the Vijayanagara empire. <!-- image --> Which of the statements given above are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: Dr. RakhmabaiBhikaji was a 19th century pioneer in the field of medicine and women's rights. She was instrumental in raising the age of consent for women in 1891. She became India's first practicing lady doctor after having studied in the London school of Medicine for Women in 1889. Rakhmabai who got married at 11-years of age to the 19-yearold DadajiBhikaji, sought a legal divorce, demanding 'freedom' from her non-consensual marriage and sought restitution of conjugal rights. <!-- image --> This led to a nation-wide debate over infant and non-consensual marriage. The legal and social controversies provoked by the case revolved round notions of colonial law, marriage and conjugality, and the prospect of state intervention. BehramjiMalabari and PanditaRamabai came to her defense and formed the RakhmabaiDefense Committee.",
    "subject": "history_modern",
    "id": "HIST_MOD_010"
  },
  {
    "year": "2018",
    "text": "Which among the following events happened earliest? (2018) -",
    "options": [
      "Swami Dayanand established Arya Samaj. -",
      "Dinabandhu Mitra wrote Neel Darpan. -",
      "Bankim Chandra Chattopadhyay wrote Anandmath. -",
      "Satyendranath Tagore became the first Indian to succeed in the Indian Civil Services Examination."
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : Neel Darpan is a famous Bengali play which was written by Dinabandhu Mitra in 1858-59, published in Dhaka in 1860. The aim of this play was to protest against the imperial rule of British rule in India. The main context of the play is on the event of Indigo Revolt in Bengal. Swami Dayanand established the Arya Samaj in April 1875, in Bombay. Formed with the motto Krinvanto Vishvam Aryam (Make this world noble), the socio-cultural movement aimed to reform society by raising awareness about Vedic knowledge among people. The movement believed in infallibility of Vedas and took them as the only truth and source of all the knowledge. It also believed that postVedic texts such as Puranas were responsible for polluting the Vedic religion. It opposed the idol-worship and reincarnation theory of God. Satyendranath Tagore was selected for the Indian Civil Service in June 1863. He completed his probationary training and returned to India in November 1864. Bankim Chandra Chattopadhyay wrote Anandamath in 1882. It was set in the background of the Sanyasi Bidroho (rebellion of monks in late 18th century) and is one of key works on Bengal's nationalism.",
    "subject": "history_modern",
    "id": "HIST_MOD_011"
  },
  {
    "year": "2016",
    "text": "Satya Shodhak Samaj organised: (2016) -",
    "options": [
      "a movement for upliftment of tribals in Bihar -",
      "a temple-entry movement in Gujarat -",
      "an anti-caste movement in Maharashtra -",
      "a peasant movement in Punjab"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: Satya Shodhak Samaj was founded by Mahatma Jyotirao Govindrao Phule on 24 September 1873 with an objective to liberate the Shudras and Ati Shudras and to prevent their 'exploitation' by the upper caste like ruling caste Maratha. It was an anti-caste movement in Maharashtra. Satya Shodhak Samaj refused to regard the Vedas as sacrosanct, opposed idol worship, denounced the chaturvarnya system (the caste system) and rejected the need for a Brahman priestly class as educational and religious leaders. The existence of God was replaced by Nirmik. Deenbandhu was the name of the mouthpiece of the Satya Shodhak Samaj. Satya Shodhak Samaj wanted a Social Revolution and had encountered the masses quite deeply. A drum in the hand and Dhoti, Turban and blanket was the dress of the preachers of Satya Shodhak Samaj.",
    "subject": "history_modern",
    "id": "HIST_MOD_012"
  },
  {
    "year": "",
    "text": "It became illegal for a Santhal to transfer land to a non-Santhal. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: Munda Rebellion was one of the prominent 19th century tribal rebellions in the subcontinent. It was led by BirsaMunda in the region south of Ranchi in 1899-1900. The Ulgulan, meaning 'Great Tumult', sought to establish Munda Raj and independence. It is also known as the BirsaMunda's Revolt of 1899-1900. The Mundas traditionally enjoyed a preferential rent rate as the khuntkattidar or the original clearer of the forest. But in the 19th century, this khuntkatti land system was eroded by the jagirdars and thikadars who came as merchants and moneylenders. The government attempted to redress the grievances of the Mundas through the survey and settlement operations of 1902-10. The Chotanagpur Tenancy Act of 1908 provided some recognition to their khuntkatti rights and banned beth begari. Chotanagpurtribals won a <!-- image --> degree of legal protection for their land rights.",
    "subject": "history_modern",
    "id": "HIST_MOD_013"
  },
  {
    "year": "",
    "text": "Trichinopoly Give your feedback here: Link Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "1 and 2 -",
      "3 only -",
      "2 and 3"
    ],
    "correctAnswer": 2,
    "explanation": "Santhals are a group of tribes concentrated in the state of Jharkhand. The Santhal Revolt took place in 1855-56. This was the first peasant movement which took place in India. The revolt has reference to the establishment of the permanent land settlement of 1793. Statement 1 is correct: Santhal rebellion was led by four Murmu brothers named Sindhu, Kanhu, Chand and Bhairav against the oppressive zamindari system. The Santhals showed exemplary courage in fighting against the British, despite being beaten and harassed. In order to be able to rule the area, the British finally agreed on demands of Santhals following which the district of Santhal Pargana was created in 1885, carving out 5,500 square miles from the districts of Bhagalpur and Birbhum. Statement 2 is correct: Also, the British government enacted laws to ensure that the tribal land is not taken away by outsiders (dikus). This means, it became illegal for a Santhal to transfer land to a non-Santhal.",
    "subject": "history_modern",
    "id": "HIST_MOD_014"
  },
  {
    "year": "2011",
    "text": "Which amongst the following provided a common factor for tribal insurrection in India in the 19th century? (2011) -",
    "options": [
      "Introduction of a new system of land revenue and taxation- of tribal products -",
      "Influence of foreign religious missionaries in tribal areas -",
      "Rise of a large number of money lenders, traders and revenue farmers as middlemen in tribal areas -",
      "The complete disruption of the old agrarian order of the tribal communities unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> 3 ## Early Uprising Against the British and Revolt of 1857-Explanation"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: The main cause of tribal insurrection was the rapid changes that the British introduced in the economy, administration, and land revenue system. These changes led to the disruption of the old agrarian order of the tribal communities causing prolonged and widespread suffering among tribal communities. Also, increasing demands for land revenue and extracting as large an amount as possible by the British government proved to be devastating for Indian villages, throwing millions on the verge of impoverishment. The British government encroached upon the traditional tribal land rendering tribals in a condition of destitution in their own land. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> 4 ## Rise of Indian National Movement: Moderate and Extremists Phase",
    "subject": "history_modern",
    "id": "HIST_MOD_015"
  },
  {
    "year": "2018",
    "text": "Economically one of the results of the British rule in India in the 19th century was the: (2018) -",
    "options": [
      "Increase in the export of Indian handicrafts -",
      "Growth in the number of Indian owned factories -",
      "Commercialization of Indian agriculture -",
      "Rapid increase in the urban population"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct : Commercialization of Indian agriculture was the result of British rule in India in the 19th century. Farmers were forced to grow Indigo and other cash crops which were exported to Great Britain as raw materials of the English factories. In the 19th century, agriculture became commercial due to the use of modern agricultural equipment and Indians started producing crops for commercial use and on a large scale basis. Commercialisation of agriculture further enhanced the speed of transfer of ownership of land thereby increasing the number of landless labourers. It also brought in many merchants, traders and middlemen who further exploited the situation; There was an enormous drain of wealth from India to Britain due to the various economic policies. Additional financial burden was placed on India due to expenditures on salaries, pensions, and training of military and civilian staff employed by the British to rule India.",
    "subject": "history_modern",
    "id": "HIST_MOD_016"
  },
  {
    "year": "",
    "text": "Mirasidar : Designated revenue payer to the State Which of the pairs given above is/are correctly matched? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: Lajpat Rai was a famous nationalist in India who was also known for his proficiency in writing. To rouse and inspire the Punjabis with patriotic zeal, he wrote the biographies of Mazzini, Garibaldi, Shivaji, Dayanand and Shri Krishna, besides other important works in English, Hindi, and Urdu. He was famously called the 'Lion of Punjab'.",
    "subject": "history_modern",
    "id": "HIST_MOD_017"
  },
  {
    "year": "2016",
    "text": "What was the main reason for the split in the Indian National Congress at Surat in 1907? (2016) -",
    "options": [
      "Introduction of communalism into Indian politics by Lord Minto. -",
      "Extremists' lack of faith in the capacity of the moderates to negotiate with the British Government. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> -",
      "Foundation of Muslim League. -",
      "Aurobindo Ghosh's inability to be elected as the president of the Indian National Congress."
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: The Surat Split was a turning point in the history of Nationalist Movement in India. The Congress split into two groups i.e., moderates and extremists at the Surat in 1907. The main reason for the split in the Indian National Congress (INC) is because of the extremists' lack of faith in the capacity of the moderates to negotiate with the British Government. The Rift between these two sections became clearly visible at the Banaras Session of Congress (1905) when some nationalist led by Tilak denounced the method of the moderates and suggested passive resistance. They also advocated the boycott of British goods and government institutions. The moderates after the Surat Split in 1907 demanded colonial selfgovernment, as against the extremist demand of complete independence.",
    "subject": "history_modern",
    "id": "HIST_MOD_018"
  },
  {
    "year": "2016",
    "text": "The 'Swadeshi' and 'Boycott' were adopted as methods of struggle for the first time during the (2016) -",
    "options": [
      "Agitation against the partition of Bengal -",
      "Home Rule Movement -",
      "Non-Cooperation Movement -",
      "Visit of Simon Commission to India"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: The 'Swadeshi' and 'Boycott' were adopted as methods of struggle for the first time during the agitation against the partition of Bengal. The Swadeshi movement of Bengal (1905-1908) is seen as an important historical event in the episodic narrative of the Indian Nationalist Movement, which takes the story forward to its eventual climax in 1947. Lord Curzon's unpopular decision to partition the province of Bengal in 1905, led to this popular movement, which was organised around the effective use of 'swadeshi' and 'boycott' as methods of agitation, under Extremist leadership. The subsequent unification of Bengal in 1911 came to be regarded as a marker of the movement's success Mahatma Gandhi described Swadeshi as 'a call to the consumer to be aware of the violence he is causing by supporting those industries that result in poverty, harm to workers and to humans and other creatures.' The Swadeshi Movement was an attempt to take economic power from the British using domestic made products.",
    "subject": "history_modern",
    "id": "HIST_MOD_019"
  },
  {
    "year": "2015",
    "text": "Which one of the following movements has contributed to a split in the Indian National Congress resulting in emergence of 'moderates' and 'extremists'? (2015) -",
    "options": [
      "Swadeshi Movement -",
      "Quit India Movement -",
      "Non-Cooperation Movement -",
      "Civil Disobedience Movement"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: The Swadeshi Movement has contributed to a split in the Indian National Congress resulting in emergence of 'moderates' and 'extremists. - y The Surat Split was a turning point in the unacademy.com | Download the Unacademy app Give your feedback here: Link history of Nationalist Movement in India. The Congress split into two groups, i.e., moderates and extremists at Surat in 1907. The Rift between these two sections became clearly visible at the Banaras Session of Congress (1905) when some nationalists led by Tilak denounced the method of the moderates and suggested passive resistance. - y They also advocated the boycott of British goods and government institutions. The moderates after the Surat Split in 1907 demanded colonial self-government, as against the extremist demand of complete independence.",
    "subject": "history_modern",
    "id": "HIST_MOD_020"
  },
  {
    "year": "2014",
    "text": "The Partition of Bengal made by Lord Curzon in 1905 lasted until (2014) -",
    "options": [
      "the First World War when Indian troops were needed by the British and the partition was ended. -",
      "King George V abrogated Curzon's Act at the Royal Durbar in Delhi in 1911. -",
      "Gandhiji launched his Civil Disobedience Movement. -",
      "the Partition of India in 1947 when East Bengal became East Pakistan."
    ],
    "correctAnswer": 1,
    "explanation": "The British government's decision to partition Bengal had been made public in December 1903. The idea was to have two provinces: Bengal comprising Western Bengal as well as the provinces of Bihar and Orissa and Eastern Bengal and Assam. Bengal retained Calcutta as its capital, while Dacca became the capital of Eastern Bengal. Option (b) is correct: Bengal was officially partitioned on October 16, 1905, by Viceroy Curzon. King George V held a darbar in Calcutta in 1911 and announced the annulment of the Partition of Bengal mainly to curb the menace of revolutionary activities and to shift the capital of British India to Delhi.",
    "subject": "history_modern",
    "id": "HIST_MOD_021"
  },
  {
    "year": "2013",
    "text": "The Ilbert Bill controversy was related to the (2013) -",
    "options": [
      "imposition of certain restrictions to carry arms by the Indians. -",
      "imposition of restrictions on newspapers and magazines published in Indian languages. -",
      "removal of disqualifications imposed on the Indian Magistrates with regard to the trial of the Europeans. -",
      "removal of a duty on imported cotton cloth."
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: In 1883 Viceroy Ripon's law member, lord Ilbert had sought to abolish 'judicial disqualification based on race distinctions' and to give the Indian members of the covenanted civil service the same powers and rights as those enjoyed by their European colleagues. Ripon had to modify the bill, thus almost defeating the original purpose, because of the stiff opposition from the European community.",
    "subject": "history_modern",
    "id": "HIST_MOD_022"
  },
  {
    "year": "2012",
    "text": "During the Indian freedom struggle, the National Social Conference was formed. What was the reason for its formation? (2012) -",
    "options": [
      "Different social reform groups or organisations of the Bengal region united to form a single body to discuss the issues of larger interest and to prepare appropriate petitions/ representations unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> - to the government. -",
      "Indian National Congress did not want to include social reforms in its deliberations and decided to form a separate body for such a purpose. -",
      "Behramji Malabari and M. G. Ranade decided to bring together all the social reform groups of the country under one organisation. -",
      "None of the statements (a), (b) a n d (c) given above is correct in this context."
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: Indian (National) Social Conference Founded by M.G. Ranade and unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> Raghunath Rao, the Indian Social Conference met annually from its first session in Madras in 1887 at the same time and venue as the Indian National Congress. It focussed attention on the social issues of importance; it could be called the social reform cell of the Indian National Congress, in fact. The conference advocated inter-caste marriages, opposed polygamy and kulinism. It launched the 'Pledge Movement' to inspire people to take a pledge against child marriage.",
    "subject": "history_modern",
    "id": "HIST_MOD_023"
  },
  {
    "year": "2011",
    "text": "What was the purpose with which Sir William Wedderburn and W.S.Caine had set up the Indian Parliamentary Committee in 1893? (2011) -",
    "options": [
      "To agitate for Indian political reforms in the House of Commons -",
      "To campaign for the entry of Indians into the Imperial Judiciary -",
      "To facilitate a discussion on India's Independence in the British Parliament -",
      "To agitate for the entry of eminent Indians into the British Parliament Rise of Indian National Movement: Moderate and Extremists Phase unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> ## Rise of Indian National Movement: Moderate and Extremists Phase-Explanation"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: In 1893, Sir William Wedderburn became a member of British Parliament. He along with W.S. Caine and Lord Clywd, established the Indian Parliamentary Committee to present the Indian problems in the British Parliament (House of Commons) in their true shape. - y Sir William Wedderburn served as the President of the Indian National Congress in 1889 and 1910. unacademy.com | Download the Unacademy app Give your feedback here: Link 5 ## Phases of Revolutionary Nationalism",
    "subject": "history_modern",
    "id": "HIST_MOD_024"
  },
  {
    "year": "",
    "text": "N.M. Lokhande was a pioneer in organising the labour movement in British India. Which of the above statements is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: Ghadar Party was an Indian revolutionary organization, which was formed in 1913 in San Francisco, the United States, by migrant Indians with the aim to liberate India from British rule. The party was established as the Hindi Association of Pacific Coast under the leadership of Lala Har Dayal with Baba Sohan Singh Bhakna as its president. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> ## The Beginning of Gandhian Era 6",
    "subject": "history_modern",
    "id": "HIST_MOD_025"
  },
  {
    "year": "",
    "text": "The first Muslim President of the Indian National Congress was Badruddin Tyabji. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is not correct : In line with the government policy contained in Montagu's statement of August 1917, the government announced further constitutional reforms in July 1918, known as Montagu-Chelmsford or Montford Reforms. Women were also given the right to vote, but it was not granted to all women. It was not universal suffrage. It granted a franchise to a limited number of people based on property, tax or education. Statement 2 is correct: The Government of India Act 1935 extended the principle of communal representation by providing separate electorates for depressed classes (Scheduled Castes), women and labour (workers). Women can also fight in general seats. So, this act gave women reserved seats in the legislature.",
    "subject": "history_modern",
    "id": "HIST_MOD_026"
  },
  {
    "year": "",
    "text": "The revenues of India were now controlled by the British Parliament. Which of the statements given above are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: During his imprisonment at Yerwada Prison in 1930, Mohandas Karamchand Gandhi Ji translated hymns and lyrics from the Upanishads and other sacred texts. These texts were known as the 'Songs from Prison'.",
    "subject": "history_modern",
    "id": "HIST_MOD_027"
  },
  {
    "year": "",
    "text": "Police Select the correct answer using the code given below: -",
    "options": [
      "1, 2 and 3 -",
      "2, 3 and 4 -",
      "1, 3 and 4 -",
      "1, 2 and 4"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: Gandhi-Irwin Pact was signed by Gandhiji on behalf of the Congress and by Lord Irwin on behalf of the Government, <!-- image --> on 5 March 1931. The pact placed the Congress on an equal status with the Government. The terms of the agreement included immediate release of all political prisoners not convicted of violence, remission of all fines not yet collected, withdrawal of emergency ordinances promulgated in connection with the Civil Disobedience Movement, return of all lands not yet sold to third parties, to name a few. The viceroy, however, turned down two of Gandhi's demands which included public inquiry into police excesses and commutation of Bhagat Singh and his comrades' death sentence to life sentence. Gandhi on behalf of the Congress agreed to suspend the Civil Disobedience Movement and the Congress got the invitation to participate in the next Round Table Conference.",
    "subject": "history_modern",
    "id": "HIST_MOD_028"
  },
  {
    "year": "2018",
    "text": "Which one of the following is a very significant aspect of the Champaran Satyagraha? (2018) -",
    "options": [
      "Active all-India participation of lawyers, students and women in the National Movement -",
      "Active involvement of Dalit and Tribal communities of India in the National Movement -",
      "Joining of peasant unrest to India's National Movement -",
      "Drastic decrease in the cultivation of plantation crops and commercial crops"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: The Champaran Satyagraha of 1917 was India's first Civil Disobedience Movement that opened a new phase in the national movement by joining it to the great struggle of the Indian peasantry for bread and land. Gandhi led the struggle of indigo workers as India's first Satyagraha that set the pace for involvement of peasant unrest to the National Movement. The Montagu-Chelmsford Reforms introduced Dyarchy in the provinces with the Government of Indian Act, 1919. The Moderates welcomed these reforms, while the Extremists rejected them. The Rowlatt Act was also passed in 1919 to suppress political violence. At this juncture appeared a new face in the political arena of India's freedom movement. This was Gandhi, who filled the vacuum created in the top leadership of the Congress. Gandhi had led the movement against discrimination meted out to Indians in South Africa. He had used the political weapon called Satyagraha (Truth force, or Love force, or Soul force). His first triumph in India was the Champaran Satyagraha.",
    "subject": "history_modern",
    "id": "HIST_MOD_029"
  },
  {
    "year": "2018",
    "text": "In 1920, which of the following changed its name to \"Swarajya Sabha\"? (2018) -",
    "options": [
      "All India Home Rule League -",
      "Hindu Mahasabha -",
      "South Indian Liberal Federation -",
      "The Servants of India Society"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct : The year 1919 opened with two main political bodies in the field, viz., the All India Home Rule League established in 1916 mainly by Mrs. Besant and Tilak's Indian Home Rule League started in 1917. The Home Rule League demanded self-government based on the Irish model. Tilak's League with its stronghold in the Deccan. Mrs. Besant on the other hand had for some time been losing ground everywhere. All India Home Rule League which in October 1920 was renamed the 'Swarajya Sabha' with the avowed object of securing complete Swaraj for India in accordance with the wishes of the people of India.",
    "subject": "history_modern",
    "id": "HIST_MOD_030"
  },
  {
    "year": "2018",
    "text": "In the federation established by the Government of India Act of 1935, residuary powers given to the (2018) -",
    "options": [
      "Federal Legislature -",
      "Governor General -",
      "Provincial Legislature -",
      "Provincial Governors"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : The Government of India Act of 1935 provided for the establishment of an All-India Federation consisting of Provinces and Princely States as units. The Act divided unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> the powers between the Centre and units in terms of three lists, Federal List (for Centre, with 59 items), Provincial List (for provinces, with 54 items) and the Concurrent List (for both, with 36 items). Residuary powers were given to the Governor General. The Government of India Act of 1935 abolished dyarchy in the provinces and introduced 'provincial autonomy' in its place and introduced bicameralism in six out of eleven provinces. Thus, the legislatures of Bengal, Bombay, Madras, Bihar, Assam and the United Provinces were made bicameral consisting of a legislative council (upper house) and a legislative assembly (lower house), further extended the principle of communal representation by providing separate electorates for depressed classes (scheduled castes), women and labour (workers). It abolished the Council of India, established by the Government of India Act of 1858. The secretary of state for India was provided with a team of advisors. It provided for the establishment of a Reserve Bank of India to control the currency and credit of the country and provided for the establishment of not only a Federal Public Service Commission but also a Provincial Public Service Commission and Joint Public Service Commission for two or more provinces.",
    "subject": "history_modern",
    "id": "HIST_MOD_031"
  },
  {
    "year": "2017",
    "text": "The Trade Disputes Act of 1929 provided for (2017) -",
    "options": [
      "The participation of workers in the management of industries. -",
      "Arbitrary powers to the management to quell industrial disputes. -",
      "An intervention by the British Court in the event of a trade dispute. -",
      "A system of tribunals and a ban on strikes."
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: The main objective of the Trade Dispute Act 1929 Act was to make provisions for the establishment of Courts of Inquiry and Boards of Conciliation (system of tribunals) with a view to investigate and settle trade disputes. The Act prohibited strikes or lock-outs without notice in public utility services. It also made any strike or lock-out illegal, which had any object other than advocating a trade dispute within the trade or industry. Prior to the year 1947 (India's Independence), the Trade Disputes Act, 1929 used to settle industrial disputes.",
    "subject": "history_modern",
    "id": "HIST_MOD_032"
  },
  {
    "year": "2017",
    "text": "In the context of Indian history, the principle of `Dyarchy (diarchy)' refers to (2017) -",
    "options": [
      "Division of the central legislature into two houses. -",
      "Introduction of double government, i.e., Central and State governments. -",
      "Having two sets of rulers, one in London and another in Delhi. -",
      "Division of the subjects delegated to the provinces into two categories."
    ],
    "correctAnswer": 3,
    "explanation": "Dyarchy was a system of double government introduced by the Government of India Act (1919) for the provinces of British India. It marked the first introduction of the democratic principle into the executive branch of the British administration of India. Though muchcriticised, it signified a breakthrough in British Indian government and was the forerunner of India's full provincial autonomy (1935) and independence (1947). Dyarchy was introduced as a Constitutional reform by Edwin Samuel Montagu (secretary of state for India, 1917-22) and Lord Chelmsford (viceroy of India, 1916-21). Option (d) is correct: The principle of dyarchy was a division of the executive branch of each provincial government into authoritarian and popularly responsible sections. The first was composed of executive councillors, appointed, as before, by the crown. The second was composed of ministers who were chosen by the governor from the elected members of the provincial legislature. The various fields, or subjects of administration were divided between the councillors and the ministers, being named reserved and transferred subjects, respectively. The reserved subjects came under the heading of law and order and included justice, the police, land revenue, and irrigation. The transferred subjects (i.e., those under the control of Indian ministers) included local selfgovernment, education, public health, public works, and agriculture, forests, and fisheries. The system ended with the introduction of provincial autonomy in 1935.",
    "subject": "history_modern",
    "id": "HIST_MOD_033"
  },
  {
    "year": "2017",
    "text": "The object of the Butler Committee of 1927 was to? (2017) -",
    "options": [
      "Define the jurisdiction of the Central and Provincial Governments. -",
      "Define the powers of the Secretary of State for India. -",
      "Impose censorship on the national press. -",
      "Improve the relationship between the Government of India and the Indian States."
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: Harcourt Butler Committee or Butler Commission was a threemember committee headed by Harcourt Butler, appointed on December 16, 1927, to examine the relations between the native states and the paramount power. The Committee was formed to inquire into the relationship between the Indian states and the paramount power and to suggest ways and means for more satisfactory The Beginning of Gandhian Era-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link adjustments of the existing relations between them and British India. The Committee visited 16 States and submitted its report in 1929.",
    "subject": "history_modern",
    "id": "HIST_MOD_034"
  },
  {
    "year": "2016",
    "text": "The Montague-Chelmsford Proposals were related to (2016) -",
    "options": [
      "Social reforms -",
      "Education reforms -",
      "Reforms in public administration -",
      "Constitutional reforms"
    ],
    "correctAnswer": 3,
    "explanation": "After Montagu took over as the Secretary of State for India in July 1917, he made a historic declaration that British policy in India would have an overall objective of 'gradual development of self-governing institutions, with a view to the progressive realisation of responsible government in India as an integral part of the British empire'. Option (d) is correct: The Montford (MontagueChelmsford) proposals were related to Constitutional reforms. The Montford (Montague-Chelmsford) commission submitted its report in 1918. It professed to give a way for self-government in India. However, it also aimed at appeasing Indians to persuade them to support the British during the First World War (1914-18). This reform was important in a way that it was the first-time government showed its intention of gradual introduction of responsible government in India. It established parliamentary democracy in India and began the process of decolonisation. Provisions of the Government of India Act of 1919 included Provincial Diarchy in the form of a dual form of government for the major provinces. It relaxed control over provinces by demarcating subjects as 'central subjects' and 'provincial subjects.",
    "subject": "history_modern",
    "id": "HIST_MOD_035"
  },
  {
    "year": "2015",
    "text": "The Government of India Act of 1919 clearly defined (2015) -",
    "options": [
      "the separation of power between the judiciary and the legislature -",
      "the jurisdiction of the central and provincial governments -",
      "the powers of the Secretary of State for India and the Viceroy -",
      "None of the above"
    ],
    "correctAnswer": 1,
    "explanation": "On August 20, 1917, the British Government declared, for the first time, that its objective was the gradual introduction of a responsible Government in India. The Government of India Act of 1919 was thus enacted, which came into force in 1921. This Act is also known as Montagu-Chelmsford Reforms (Montagu was the Secretary of State for India and Lord Chelmsford was the Viceroy of India). Option (b) is correct: The Government of India Act 1919 clearly defined the jurisdiction of the central and provincial governments in the following ways: - y It relaxed the central control over the provinces by demarcating and separating the central and provincial subjects. The central and provincial legislatures were authorised to make laws on their respective list of subjects. However, the structure of government continued to be centralised and unitary. - y It further divided the provincial subjects into two parts- transferred and reserved. The transferred subjects were to be administered by the Governor with the aid of Ministers responsible to the legislative council. The reserved subjects, on the other hand, were to be administered by the Governor and his executive council without being responsible to the legislative council. This dual scheme of governance was known as 'dyarchy'-which means a dual system of government. - y It introduced bicameralism and direct elections in the country. Thus, the Indian legislative council was replaced by a bicameral legislature consisting of an Upper House (Council of State) and a Lower House (Legislative Assembly). Most members of both the Houses were chosen by direct election. - y It also separated, for the first time, provincial budgets from the Central budget and authorized the provincial legislatures to enact their budgets.",
    "subject": "history_modern",
    "id": "HIST_MOD_036"
  },
  {
    "year": "2015",
    "text": "Who of the following organised a march on the Tanjore coast to break the Salt Law in April 1930? (2015) -",
    "options": [
      "V.O Chidambaram Pillai -",
      "C. Rajagopalachari -",
      "K. Kamaraj -",
      "Annie Besant"
    ],
    "correctAnswer": 1,
    "explanation": "On March 12, 1930, Mahatma Gandhi embarked on a historic Salt March from Sabarmati Ashram in Gujarat's Ahmedabad to the village of Dandi in the state's coastal area to protest the steep tax the British levied on salt. The Salt March began on 12th March 1930 and continued till 6th April 1930. Upon reaching the seashore unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> in Dandi, Mahatma Gandhi broke the law by producing illegal salt. Option (b) is correct: C Rajagopalachari (the last Governor-General of India and had served India during the freedom struggle) organized a March on the Tanjore coast to break the Salt Law in April 1930. He was arrested in April 1930 for leading a salt march from Trichinopoly to Vedaranniyam on the Tanjore coast.",
    "subject": "history_modern",
    "id": "HIST_MOD_037"
  },
  {
    "year": "2014",
    "text": "The 1929 Session of Indian National Congress is of significance in the history of the Freedom Movement because the (2014) -",
    "options": [
      "attainment of Self-Government was declared as the objective of the Congress -",
      "attainment of Poorna Swaraj was adopted as the goal of the Congress -",
      "Non-Cooperation Movement was launched -",
      "decision to participate in the Round Table Conference in London was taken"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: In 1929 the Congress session was held at Lahore. This session was very significant because in the Lahore session the prominent party Indian National Congress, took the resolution of Poorna Swaraj for complete independence. In this, the Indian tricolour flag was hoisted by Pandit Jawahar Lal Nehru on the bank of the Ravi River. The following major decisions were taken at the Lahore Session: - y The Round Table Conference was to be boycotted. unacademy.com | Download the Unacademy app Give your feedback here: Link - y Complete independence or Poorna Swaraj was declared as the aim of the Congress. - y Congress Working Committee was authorised to launch a programme of civil disobedience including non-payment of taxes and all members of legislatures were asked to resign their seats. - y January 26, 1930 was fixed as the first Independence (Swarajya) Day, to be celebrated everywhere. - y The Nehru report was declared to be null and void.",
    "subject": "history_modern",
    "id": "HIST_MOD_038"
  },
  {
    "year": "2013",
    "text": "The people of India agitated against the arrival of the Simon Commission because (2013) -",
    "options": [
      "Indians never wanted the review of the working of the Act of 1919 unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> -",
      "Simon Commission recommended the abolition of Dyarchy (Diarchy) in the provinces -",
      "there was no Indian member in the Simon Commission -",
      "the Simon Commission suggested the partition of the country"
    ],
    "correctAnswer": 2,
    "explanation": "The Government of India Act, 1919 had a provision that a Commission would be appointed ten years from date to study the progress of the governance scheme and suggest new steps. An all-white, seven-member Indian Statutory Commission, popularly known as the Simon Commission (after the name of its chairman, Sir John Simon), on 8th November 1927. Option (c) is correct: The Commission was to recommend to the British government whether India was ready for further constitutional reforms and along what lines. The Indian response to the Simon Commission was immediate and nearly unanimous. What angered the Indians most was the exclusion of Indians from the Commission and the basic notion behind the exclusion that foreigners would discuss and decide upon India's fitness for self-government. ## Elimination Technique Eliminating options in this question is not easy because options are very close and analytical. Still, the options can be eliminated if one has the idea of the Government of India Act of 1919. - y As we know, it was decided in the Government of India Act of 1919 that a commission will be set up every 10 years to assess the working of the Act. And, the Simon Commission was created for this. The Beginning of Gandhian Era-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link",
    "subject": "history_modern",
    "id": "HIST_MOD_039"
  },
  {
    "year": "2012",
    "text": "The Rowlatt Act aimed at: (2012) -",
    "options": [
      "Compulsory economic support to war efforts. -",
      "Imprisonment without trial and summary procedures for trial. -",
      "Suppression of the Khilafat Movement. -",
      "Imposition of restrictions on freedom of the press."
    ],
    "correctAnswer": 1,
    "explanation": "The popularly known Rowlatt Act was officially called the Anarchical and Revolutionary Crimes Act. It was based on the recommendations made in the previous year to the Imperial Legislative Council by the Rowlatt Commission, headed by the British judge, Sir Sidney Rowlatt, to investigate the 'seditious conspiracy' of the Indian people. Option (b) is correct: The Rowlatt committee had recommended that activists should be deported or imprisoned without trial for two years, and that even possession of seditious newspapers would be adequate evidence of guilt. The act allowed political activists to be tried without juries or even imprisoned without trial. It allowed the arrest of Indians without warrant on the mere suspicion of 'treason'. Such suspects could be tried in secrecy without recourse to legal help. All the elected Indian members of the Imperial Legislative Council voted against the bill, but they were in a minority and easily overruled by the official nominees. All the elected Indian members-who included Mohammed Ali Jinnah, Madan Mohan Malaviya and Mazhar Ul Haq - resigned in protest. ## Elimination Technique Rowlett Act is a very famous event in modern Indian history. This question is directly asking about the aim of the unacademy.com | Download the Unacademy app Give your feedback here: Link Rowlatt Act. If any aspirant is not aware about the event, still he/she can easily hit the question. - y The Rowlatt Act is related to the Jallianwala Bagh Massacre. So, option (a) and option (c) can be easily eliminated. - y After eliminating option (a) and Option (c), confusion still remains with option (b) and Option (d). But if we read the statements carefully, we will find that the Jallianwala Bagh Massacre was a disastrous event in Indian modern history, a mere restriction on freedom of press may not result in such events. Therefore, Option (b) is the correct answer.",
    "subject": "history_modern",
    "id": "HIST_MOD_040"
  },
  {
    "year": "2012",
    "text": "The Congress ministries resigned in the seven provinces in 1939, because (2012) -",
    "options": [
      "The Congress could not form ministries in the other four provinces. -",
      "Emergence of a 'left wing' in the Congress made the working of the ministries impossible. -",
      "There were widespread communal disturbances in their provinces. -",
      "None of the statements (a), (b) and (c) given above is correct."
    ],
    "correctAnswer": 3,
    "explanation": "In February 1937, elections to the provincial assemblies were held. Congress ministries were formed in Bombay, Madras, Central Provinces, Orissa, United Provinces, Bihar and later in the Northwest Frontier Province (NWFP) and Assam also and won 716 out of 1,161 seats it contested. (There were 1,585 seats in the legislative assemblies of the eleven provinces). It got a majority in all provinces, except in Bengal, Assam, Punjab, Sindh and the NWFP, and emerged as the largest party in Bengal, Assam and the NWFP. Option (d) is correct: At the outbreak of World War II, the Viceroy announced India's involvement without consulting the main political parties. Congress demanded an immediate transfer of power in return for cooperation in the war, however the British Government refused. As a result, the Congress ministries resigned from power on December 22, 1939. Jinnah asked the Muslims to celebrate this day as Day of Deliverance. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image -->",
    "subject": "history_modern",
    "id": "HIST_MOD_041"
  },
  {
    "year": "2011",
    "text": "Mahatma Gandhi said that some of his deepest convictions were reflected in a book titled, 'Unto this Last' and the book transformed his life. What was the message from the book that transformed Mahatma Gandhi? (2011) -",
    "options": [
      "Uplifting the oppressed and poor is the moral responsibility of an educated man -",
      "The good of individual is contained in the good of all -",
      "The life of celibacy and spiritual pursuit are essential for a noble life -",
      "All the statements (a), (b) and (c) a r e correct in this context"
    ],
    "correctAnswer": 1,
    "explanation": "The main teachings of 'Unto This Last': - y That the good of the individual is contained in the good of all. [Option (b) is correct] - y That a lawyer's work has the same value as the barber's in as much as all have the same right of earning their livelihood from their work. - y That a life of labour, that is, the life of the tiller of the soil and the handicraftsman is the life worth living.",
    "subject": "history_modern",
    "id": "HIST_MOD_042"
  },
  {
    "year": "2014",
    "text": "The Ghadr (Ghadar) was a: (2014) -",
    "options": [
      "Revolutionary association of Indians with headquarters at San Francisco -",
      "Nationalist organization operating from Singapore -",
      "Militant organization with headquarters at Berlin -",
      "Communist movement for India's freedom with headquarters at Tashkent unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> 5 ## Phases of Revolutionary Nationalism-Explanation"
    ],
    "correctAnswer": 0,
    "explanation": "Statement 1 is correct: Government of India Act, 1935 provided for the establishment of an All-India Federation based on the union of the British Indian Provinces and Princely States. However, it's important to note that the federation was never actually formed due to the lack of participation from the required number of princely states. Statement 2 is not correct: In the Government of India Act, of 1935, defence and foreign affairs were among the 'reserved subjects' that remained under the control of the British government or federal executive, not under the control of the federal legislature. These subjects were to be handled by the Governor-General, who acted on behalf of the British Crown.",
    "subject": "history_modern",
    "id": "HIST_MOD_043"
  },
  {
    "year": "",
    "text": "Thomas Munro Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "1 and 3 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: In July 1942, the Congress Working Committee met at Wardha and resolved that it would authorise Gandhi to take charge of the non-violent mass movement. <!-- image --> The resolution is generally referred to as the 'Quit India' resolution. It was to be approved by the All India Congress Committee meeting in Bombay in August. On August 8, 1942 , the Quit India Resolution was adopted and ratified at the Congress meeting at Gowalia Tank, Bombay, on August 8, 1942 . Mahatma Gandhi was named the leader of the struggle. The movement demanded an end to British rule in India. Since the protest was held in August, it also went on to be known as August Kranti or August Movement.",
    "subject": "history_modern",
    "id": "HIST_MOD_044"
  },
  {
    "year": "",
    "text": "Release of only those prisoners who were not charged with violence Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "1, 2 and 4 only -",
      "3 only -",
      "2, 3 and 4 only"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: After the Second World War, the British captured about 23,000 Indian National Army soldiers and charged them with treason. The Red Fort became the venue for the trials of Indian National Army (INA) soldiers. These trials are popularly called the 'Red Fort trials'. In November 1945, the first three senior INA officials , Shah Nawaz Khan, Prem Kumar Sehgal and Gurbaksh Singh Dhillon, were tried. It was asserted that they went against the British crown by siding with the Japanese and fighting against the British in the war.",
    "subject": "history_modern",
    "id": "HIST_MOD_045"
  },
  {
    "year": "2018",
    "text": "Who among the following were the founders of the \"Hind Mazdoor Sabha\" established in 1948? (2018) -",
    "options": [
      "B. Krishna Pillai, E.M.S. Namboodiripad and K.C. George -",
      "Jayaprakash Narayan, Deen Dayal Upadhyay and M.N. Roy -",
      "C.P. Ramaswamy Iyer, K. Kamaraj and Veeresalingam Pantulu -",
      "Ashok Mehta, T.S. Ramanujam and G.G. Mehta"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct : The Hind Mazdoor Sabha (HMS) was founded in Howrah in West Bengal on 29 December 1948, by socialists, Forward Bloc followers and independent unionists. It was founded by, Ashok Mehta, T.S. Ramanujam, G.G. Mehta, and other members. R.S. Ruikar was elected as the President and Ashok Mehta as the General Secretary.",
    "subject": "history_modern",
    "id": "HIST_MOD_046"
  },
  {
    "year": "2016",
    "text": "The plan of Sir Stafford Cripps envisaged that after the Second World War: (2016) -",
    "options": [
      "India should be granted complete independence -",
      "India should be partitioned into two before granting independence -",
      "India should be made a republic with the condition that she will join the Commonwealth -",
      "India should be given Dominion status"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: In March 1942, a mission headed by Stafford Cripps was sent to India with constitutional proposals to seek Indian support for the Second World War. In return, it proposed to enable elections and give Dominion status once the war was over. Sir Stafford Cripps was a senior left-wing politician and government minister in the war cabinet of Prime Minister Winston Churchill. But Cripps Mission was a total failure as the Indians did not agree to it.",
    "subject": "history_modern",
    "id": "HIST_MOD_047"
  },
  {
    "year": "2013",
    "text": "The demand for the Tebhaga Peasant Movement in Bengal was for (2013) -",
    "options": [
      "the reduction of the share of the - landlords from one-half of the crop to one-third -",
      "the grant of ownership of land to peasants as they were the actual cultivators of the land -",
      "the uprooting of Zamindari system and the end of serfdom -",
      "writing off all peasant debts"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: In September 1946, the Bengal Provincial Kisan Sabha gave a call to implement, through mass struggle, the Flood Commission recommendations of Tebhaga, two-thirds' share to the bargardars, the sharecroppers also known as bagchasi or adyar, instead of the one-half share. The bargardars worked on lands rented from the Jotedars. The communist cadres, including many urban student militias, went to the countryside to organise the bargadars. The central slogan was 'nij khamare dhan tolo' i.e., sharecroppers taking the paddy to their own The National Movement in the 1940s-Explanation unacademy.com | Download the Unacademy app Give your feedback here: Link threshing floor and not to the jotedar's house, as before, so as to enforce tebhaga. The storm center of the movement was north Bengal, principally among Rajbanshis, a low caste of tribal origin. Muslims also participated in large numbers. The movement dissipated soon, because of the League ministry's sop of the Bargardari Bill, an intensified repression, the popularisation of the Hindu Mahasabha's agitation for a separate Bengal and renewed riots in Calcutta which ended the prospects of sympathetic support from the urban sections.",
    "subject": "history_modern",
    "id": "HIST_MOD_048"
  },
  {
    "year": "2013",
    "text": "Quit India Movement was launched in response to (2013) -",
    "options": [
      "Cabinet Mission Plan -",
      "Cripps Proposals -",
      "Simon Commission Report -",
      "Wavell Plan unacademy.com | Download the Unacademy app Give your feedback here: Link"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: On 8 August 1942, at the All-India Congress Committee Session in Bombay, Gandhi launched the 'Quit India' Movement and called for 'Do or Die'. The movement was in response to the failure of the Cripps Mission to solve the constitutional deadlock exposed Britain's unchanged attitude on constitutional advance and made it clear that any more silence would be tantamount to accepting the British right to decide the fate of Indians without consulting them. Other reasons for launching the Quit India Movement: - y There was popular discontent because of rising prices and shortage of food. There were fears of Britain following a scorched earth policy in Assam, Bengal and Orissa against possible Japanese advance. - y News of reverses suffered by the British in South-East Asia and an imminent British collapse enhanced popular willingness to give expression to discontent. - y The leadership wanted to condition the masses for a possible Japanese invasion. - y The rout of a European power by an Asian power shattered white prestige and the British behavior towards the Indian subjects in South-East Asia exposed the racist attitude of the rulers. Wavell Plan (1945) and Cabinet Mission (1946) were introduced after the Quit Indian Movement and Simon Commission (1927) was set up prior to the Movement.",
    "subject": "history_modern",
    "id": "HIST_MOD_049"
  },
  {
    "year": "2011",
    "text": "With reference to Indian freedom struggle, Usha Mehta is well-known for (2011) -",
    "options": [
      "Running the secret Congress Radio in the wake of Quit India Movement -",
      "Participating in the Second Round Table Conference -",
      "Leading a contingent of Indian National Army -",
      "Assisting in the formation of Interim Government under Pandit Jawaharlal Nehru"
    ],
    "correctAnswer": 0,
    "explanation": "Women participation in Quit India Movement: - y Women, especially school and college girls, actively participated, and included Aruna Asaf Ali, Sucheta Kripalani and Usha Mehta. - y Usha Mehta actively supported the Quit India movement and was an important member of a small group that ran the Congress Radio. [Option (a) is correct]",
    "subject": "history_modern",
    "id": "HIST_MOD_050"
  },
  {
    "year": "2011",
    "text": "Which one of the following observations is not true about the Quit India Movement of 1942? (2011) -",
    "options": [
      "It was a nonviolent movement -",
      "It was led by Mahatma Gandhi -",
      "It was a spontaneous movement -",
      "It did not attract the labor class in general <!-- image --> ## The National Movement in the 1940s-Explanation"
    ],
    "correctAnswer": 3,
    "explanation": "Mahatma Gandhi raised the slogan of 'do or die' at the Bombay session of the All India Congress Committee, thereby initiating India into the mass uprising that would eventually lead to the nation's freedom. Gandhi had been striving for self-determination of Indians at different levels for the last several decades. However, the significance of the 'Quit India Movement' lay in the broadening of his support base to include peasants, students, and the lower middle class. - y Railway lines were disrupted, police stations were burnt down, and telegraph services destroyed. The British retaliated in vehement terms using 'lathi charges' and making mass arrests. - y An aspect of the movement that is rarely spoken about is the way it encouraged women to come out of the thresholds of their homes and raise their voice against British rule. With the majority of the men behind bars, women took to the streets, raising slogans, holding public lectures and demonstrations, and even making and transporting explosives. - y The majority of the Quit India Movement was carried by the labour class as they agitated through bandhs and hartals. Hence, statement 4 is not correct. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> 8 ## Development of Press, Education and Civil Services",
    "subject": "history_modern",
    "id": "HIST_MOD_051"
  },
  {
    "year": "",
    "text": "The Government of India Act of 1935 gave women reserved seats in the legislature. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 0,
    "explanation": "Charles Wood was a British Liberal politician and Member of Parliament. He served as Chancellor of the Exchequer from 1846 to 1852. He later became the President of the Board of Control of the East India Company. In 1854, the 'Wood's despatch' was sent to the Governor General Lord Dalhousie by him. This document is considered as the 'Magna Carta of English Education in India'. Statement 1 is correct: As per this Wood's Despatch an education department was to be set up in every province along with the provision of grants in aid to the affiliated private schools. Statement 2 is correct: The Wood's Despatch <!-- image --> also recommended the establishment of three universities in the Presidency towns of Calcutta, Bombay and Madras on the model of the London University. Statement 3 is not correct: It also wanted to promote the study of English as well as Indian regional languages and classical languages like Arabic, Persian and Sanskrit. It did not recommend English as a medium of instruction at all levels of education, only for higher studies it was recommended. Elimination Technique : Wood's Dispatch recommended english as medium of instruction for higher education. Statement 3 is eliminated. Thus, Option (a) is the correct answer.",
    "subject": "history_modern",
    "id": "HIST_MOD_052"
  },
  {
    "year": "",
    "text": "Cultivation of tobacco and red chillies. Which of the above was/were introduced into India by the English? -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "2 and 3 only -",
      "None"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: The introduction of English Education in India was first put forward by the Charter Act of 1813 and Orientalist and Anglicist Controversy. Then in 1823, the Governor-General-in Council appointed a 'General Committee of Public Instruction', which had the responsibility to grant one lakh of rupees for education. That Committee consisted of ten European members of which Lord Macaulay was the President.",
    "subject": "history_modern",
    "id": "HIST_MOD_053"
  },
  {
    "year": "",
    "text": "Swatantra Party Its Leader Dr. Shyama Prasad Mukherjee C. Rajagopalachari Jagjivan Ram Acharya Narendra Dev How many of the above are correctly matched? -",
    "options": [
      "Only one -",
      "Only two -",
      "Only three -",
      "All four"
    ],
    "correctAnswer": 1,
    "explanation": "Pair 1 is not correctly matched: The first generation of British administrators in India like Warren Hastings, William Jones and Jonathan Duncan popularised the view that India had a glorious past which had subsequently degenerated. These scholars and administrators were called Orientalists. They were keen to learn and propagate Indian languages and traditions. This, they thought, would ensure a better understanding of India which would eventually strengthen their rule unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> over this country. Hence, in 1794, Jonathan Duncan founded the Sanskrit College at Benares. Pair 2 is correctly matched: Warren Hastings set up Calcutta Madrasa in 1781 for the study and learning of Persian and Arabic. This was done as the British hoped to win a place in the hearts of the 'natives'; only then could the alien rulers expect to be respected by their subjects. Pair 3 is not correctly matched: There was a strong urge to make local British administrators familiar with Indian culture and tradition. Fort William College founded by Richard Wellesley in 1801 to train the young British recruits to the civil service in India was meant to serve primarily this purpose. This college became an important center for producing knowledge on and about India. It had many departments devoted exclusively to research on Indian languages and literature. unacademy.com | Download the Unacademy app Give your feedback here: Link ## Independence to Partition",
    "subject": "history_modern",
    "id": "HIST_MOD_054"
  },
  {
    "year": "",
    "text": "The National Council of Education was established as a part of the Swadeshi Movement. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is incorrect: A Constituent Assembly was to be founded to frame a new Constitution. Members of this assembly were to <!-- image --> be partly elected by the provincial assemblies and partly nominated by the Princely states. Statement 2 is correct: Any province not willing to join the Union could have a separate Constitution and would be eligible to sign an agreement with the British regarding its future status.",
    "subject": "history_modern",
    "id": "HIST_MOD_055"
  },
  {
    "year": "",
    "text": "The lands were surveyed and assessed before being taxed. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "1, 2 and 3 -",
      "None of the above"
    ],
    "correctAnswer": 3,
    "explanation": "Pair 1 is correctly matched: When the Montague report of 1918 was made public, there was a divide in the Congress. The moderates welcomed it while the extremists opposed it. This led to a rift in the Congress with moderate leaders forming the 'Indian National Liberal Federation (INLF)'' in 1919. INLF was founded by Surendra Nath Banerjee and Tej Bahadur Sapru was chosen as the President of the federation. Pair 2 is correctly matched: In 1946, the Cabinet Mission visited India to draft a Constitution for the country. On the basis of the framework provided by the Cabinet Mission, a Constituent Assembly was constituted on 9th December 1946 which was a fully sovereign body. It elected Dr Rajendra Prasad as the first President of India. Kshitish Chandra Neogy, an Indian politician from West Bengal, was also a member of the Constituent Assembly of India. Pair 3 is correctly matched: The Communist Party of India was formed on 26 December 1925 at the first Party Conference in Kanpur. S.V. Ghate was appointed the first General Secretary of CPI. The scattered Communist Group again met in Surat in late 1935 and chose P.C. Joshi as the General Secretary of the Communist Party of India.",
    "subject": "history_modern",
    "id": "HIST_MOD_056"
  },
  {
    "year": "2021",
    "text": "In the context of Colonial India, Shah Nawaz Khan, Prem Kumar Sehgal and Gurbaksh Singh Dhillon are remembered as (2021) -",
    "options": [
      "leaders of Swadeshi and Boycott Movement -",
      "members of the Interim Government in 1946 -",
      "members of the Drafting Committee in the Constituent Assembly -",
      "officers of the Indian National Army"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: In 1953, India nationalised all Indian airlines, creating two corporationsone for domestic service, called Indian Airlines unacademy.com | Download the Unacademy app Give your feedback here: Link",
    "subject": "history_modern",
    "id": "HIST_MOD_057"
  },
  {
    "year": "",
    "text": "The Administration proposed to introduce Permanent Settlement in Gujarat. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2 unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> 6 ## The Beginning of Gandhian EraExplanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_058"
  },
  {
    "year": "",
    "text": "Defence and Foreign Affairs were kept under the control of the federal legislature. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_059"
  },
  {
    "year": "",
    "text": "Any Province, which is not prepared to accept the new Constitution would have the right to sign a separate agreement with Britain regarding its future status. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_060"
  },
  {
    "year": "",
    "text": "Restitution of conjugal rights Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_061"
  },
  {
    "year": "",
    "text": "Self-Respect Movement Naicker E.V. Ramaswami Which of the pairs given above is/are correctly matched? -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_062"
  },
  {
    "year": "",
    "text": "Indian Reform Association Keshab Chandra Sen is associated with the establishment of which of the above? -",
    "options": [
      "1 and 3 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_063"
  },
  {
    "year": "",
    "text": "Once the President of the Indian National Congress. Select the correct statement/statements using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_064"
  },
  {
    "year": "",
    "text": "The Independent Labour Party - Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_065"
  },
  {
    "year": "",
    "text": "It popularised the doctrine that the Vedas are infallible. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "3 only -",
      "1, 2 and 3 unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> 2 ## Indian Renaissance and Reform Movements-Explanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_066"
  },
  {
    "year": "",
    "text": "To regulate East India Company's trade with India. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_067"
  },
  {
    "year": "",
    "text": "The use of 'desh' by Deuskar was in the specific context of the region of Bengal. Which of the statements given above are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_068"
  },
  {
    "year": "2018",
    "text": "He wrote biographies of Mazzini, Garibaldi, Shivaji and Shrikrishna, stayed in America for some time; and was also elected to the Central Assembly. He was: (2018) -",
    "options": [
      "Aurobindo Ghosh -",
      "Bipin Chandra Pal -",
      "Lala Lajpat Rai -",
      "Motilal Nehru"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_069"
  },
  {
    "year": "",
    "text": "Surendranath Banerjee - Founder of the Indian Association Which of the above pairs is/are correctly matched? -",
    "options": [
      "1 only -",
      "1 and 3 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_070"
  },
  {
    "year": "",
    "text": "R. C. Dutt Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_071"
  },
  {
    "year": "",
    "text": "Stressed the need for eradication of all the social evils before anything else. Which of the statement(s) given above is/ are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_072"
  },
  {
    "year": "",
    "text": "Funds used for waging wars outside India by the British. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_073"
  },
  {
    "year": "",
    "text": "Rash Behari Bose Who of the above was/were actively associated with the Ghadar Party? -",
    "options": [
      "1 and 2 -",
      "2 only -",
      "1 and 3 -",
      "3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_074"
  },
  {
    "year": "2021",
    "text": "Who among the following is associated with 'Songs from Prison', a translation of ancient Indian religious lyrics in English? (2021) -",
    "options": [
      "Bal Gangadhar Tilak -",
      "Jawaharlal Nehru -",
      "Mohandas Karamchand Gandhi -",
      "Sarojini Naidu"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_075"
  },
  {
    "year": "",
    "text": "Consequent upon the breaking of Salt Law by Indian people, the Indian National Congress was declared illegal by the colonial rulers. Which of the statements given above are correct? unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> -",
    "options": [
      "1 and 2 only -",
      "1 and 3 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_076"
  },
  {
    "year": "",
    "text": "Demonstrations against the Simon Commission coincided with the Rowlatt Satyagraha. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_077"
  },
  {
    "year": "",
    "text": "It advocated separate electorate for minorities and oppressed classes. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1, 2 and 3 -",
      "None of the above"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_078"
  },
  {
    "year": "",
    "text": "Devolution of legislative authority by the center to the provinces Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_079"
  },
  {
    "year": "",
    "text": "A resolution was passed rejecting the two-nation theory in that Session. Which of the statement(s) given above is/ are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "None of the above"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_080"
  },
  {
    "year": "",
    "text": "Provision of fundamental rights for the people of India in the Constitution. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_081"
  },
  {
    "year": "2021",
    "text": "With reference to 8th August 1942 in Indian history, which one of the following statements is correct? (2021) -",
    "options": [
      "The Quit India Resolution was adopted by the AICC. -",
      "The Viceroy's Executive Council was expanded to include more Indians. -",
      "The Congress ministries resigned in seven provinces. -",
      "Cripps proposed an Indian Union with fall Dominion Status once the Second World War was over."
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_082"
  },
  {
    "year": "",
    "text": "It provided for more Indians in the ICS. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 -",
      "1 and 3 -",
      "None of the above"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_083"
  },
  {
    "year": "",
    "text": "English as a medium of instruction at all levels of education was recommended. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_084"
  },
  {
    "year": "",
    "text": "Orientalist and Anglicist Controversy Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_085"
  },
  {
    "year": "",
    "text": "P.C. Joshi <!-- image --> Which of the pairs given above is/are correctly matched? -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_086"
  },
  {
    "year": "2018",
    "text": "With reference to educational institutions during colonial rule in India, consider the following pairs: (2018) | | Institution | Founder | |----|-----------------------------|------------------| | 1 | Sanskrit College at Benaras | William Jones | | 2 | Calcutta Madrasa | Warren Hastings | | 3 | Fort William College | Arthur Wellesley | Which of the pairs given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "1 and 3 only -",
      "3 only unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> 8 ## Development of Press, Education and Civil Services-Explanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_087"
  },
  {
    "year": "",
    "text": "Goa became a part of independent India. Which of the following is the correct chronological sequence of the above events? -",
    "options": [
      "4 - 1 - 2 - 3 -",
      "3 - 2 - 1 - 4 -",
      "4 - 2 - 1 - 3 -",
      "3 - 1 - 2 - 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_088"
  },
  {
    "year": "2014",
    "text": "The Radcliffe Committee was appointed to (2014) -",
    "options": [
      "solve the problem of minorities in India -",
      "give effect to the Independence Bill -",
      "delimit the boundaries between India and Pakistan -",
      "enquire into the riots in East Bengal"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_089"
  },
  {
    "year": "2013",
    "text": "With reference to Indian History, the Member of the Constituent Assembly from the provinces were (2013) unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> -",
    "options": [
      "Directly elected by the people of those provinces - (c) Elected by Provincial Legislative Assemblies -",
      "",
      "Elected by Provincial Legislative Assemblies - (b) Nominated by the Indian National Congress and the Muslim league -",
      "Selected by the Government for their expertise in constitutional matters. 9 ## Independence to PartitionExplanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "history_modern",
    "id": "HIST_MOD_090"
  }
]