[
  {
    "id": "POLY_PC_001",
    "subject": "polity",
    "source": "Model Mock",
    "topic": "Parliamentary Committees",
    "difficulty": "hard",
    "type": "conceptual",
    "text": "Consider the following statements regarding the Public Accounts Committee (PAC):\n1. The Committee was first set up in 1921 under the provisions of the Government of India Act of 1919.\n2. A minister cannot be elected as a member of the Committee.\n3. The convention that the Chairman of the PAC is invariably selected from the Opposition was established by the Rules of Procedure of the Lok Sabha.\n\nWhich of the statements given above is/are correct?",
    "options": [
      "1 only",
      "1 and 2 only",
      "2 and 3 only",
      "1, 2 and 3"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is correct: The PAC was first set up in 1921 under the GOI Act, 1919. Statement 2 is correct: A minister cannot be a member of the PAC (or any Financial Committee). Statement 3 is incorrect: While the Chairman is selected from the Opposition, this is a convention established in 1967, not a rule explicitly mentioned in the Rules of Procedure.",
    "tags": ["PAC", "Financial Committees"],
    "relatedTopics": ["CAG", "Budgetary Process"],
    "expertInsight": "Gyan Amala: Distinguish between 'Convention' and 'Rule'. The Opposition Chairman is a convention. If a statement says it is 'Constitutionally mandated' or 'Rule-bound', it is likely false.",
    "mnemonic": "PAC-1921 (Oldest), Opp-Chair (Convention).",
    "eliminationLogic": "Elimination Trick: In Polity, extreme formalities like 'established by Rules of Procedure' for political conventions are often traps. If you know the Opposition leader convention started later (1967), you can eliminate statement 3."
  },
  {
    "id": "POLY_PC_002",
    "subject": "polity",
    "source": "Model Mock",
    "topic": "Parliamentary Committees",
    "difficulty": "hard",
    "type": "analytical",
    "text": "With reference to the Committee on Estimates, consider the following statements:\n1. It is the largest Parliamentary Committee and consists exclusively of members from the Lok Sabha.\n2. The term of office of its members is one year.\n3. It has the power to examine whether the money is well laid out within the limits of the policy implied in the estimates, but it cannot suggest alternative policies.\n\nWhich of the statements given above is/are correct?",
    "options": [
      "1 and 2 only",
      "2 and 3 only",
      "1 and 3 only",
      "1, 2 and 3"
    ],
    "correctAnswer": 0,
    "explanation": "Statement 1 is correct: It has 30 members, all from Lok Sabha. Statement 2 is correct: The tenure is one year. Statement 3 is incorrect: While it examines efficiency, it *can* suggest alternative policies in order to bring about efficiency and economy in administration. The restriction is that it generally does not question the policy *approved* by Parliament, but suggesting alternatives for efficiency is part of its mandate.",
    "tags": ["Estimates Committee", "Economy"],
    "relatedTopics": ["Budget", "Cut Motions"],
    "expertInsight": "Gyan Amala: The Estimates Committee is often called the 'Continuous Economy Committee'. Remember, unlike PAC, it has NO Rajya Sabha members.",
    "mnemonic": "Estimates = Exclusive (Lok Sabha only).",
    "eliminationLogic": "Elimination Trick: Statement 3 is a subtle trap. While it can't challenge the 'underlying policy', its very function is to suggest 'alternative policies' for economy. This distinction is crucial."
  },
  {
    "id": "POLY_PC_003",
    "subject": "polity",
    "source": "Model Mock",
    "topic": "Parliamentary Committees",
    "difficulty": "hard",
    "type": "conceptual",
    "text": "Consider the following statements regarding Departmentally Related Standing Committees (DRSCs):\n1. The recommendations of these committees are binding on the government if they are unanimous.\n2. They consider the demands for grants of concerned ministries before they are discussed and voted on in the Lok Sabha.\n3. They can propose cut motions to the demands for grants during their scrutiny.\n\nWhich of the statements given above is/are correct?",
    "options": [
      "2 only",
      "1 and 2 only",
      "2 and 3 only",
      "1, 2 and 3"
    ],
    "correctAnswer": 0,
    "explanation": "Statement 1 is incorrect: DRSC recommendations are advisory and not binding. Statement 2 is correct: Their primary function is to scrutinize demands for grants during the budget recess. Statement 3 is incorrect: They do not move cut motions; that is done by members in the House. They only examine and report.",
    "tags": ["DRSC", "Budget"],
    "relatedTopics": ["Parliamentary Forums", "Grants"],
    "expertInsight": "Gyan Amala: DRSCs are the workhorses of Parliament. Key takeaway: They handle the 'technical' scrutiny during the break, but the 'political' act of cutting funds (Cut Motions) happens on the floor of the House, not in committee.",
    "mnemonic": "DRSC = Doctor (Diagnoses but doesn't perform surgery/cuts).",
    "eliminationLogic": "Elimination Trick: Any statement claiming a Committee's recommendation is 'binding' is 99% false in the Indian context."
  },
  {
    "id": "POLY_PC_004",
    "subject": "polity",
    "source": "Model Mock",
    "topic": "Parliamentary Committees",
    "difficulty": "hard",
    "type": "analytical",
    "text": "Which of the following committees are chaired strictly by the Speaker of the Lok Sabha (ex-officio)?\n1. Business Advisory Committee\n2. Rules Committee\n3. General Purposes Committee\n4. Committee on Private Members’ Bills and Resolutions\n\nSelect the correct answer using the code given below:",
    "options": [
      "1 and 2 only",
      "1, 2 and 3 only",
      "3 and 4 only",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": 1,
    "explanation": "The Speaker is the ex-officio Chairman of the Business Advisory Committee, the Rules Committee, and the General Purposes Committee. The Committee on Private Members’ Bills and Resolutions is chaired by the Deputy Speaker of the Lok Sabha.",
    "tags": ["Speaker", "Committee Chairmen"],
    "relatedTopics": ["Deputy Speaker", "Lok Sabha"],
    "expertInsight": "Gyan Amala: The 'Holy Trinity' of Speaker-led committees are Rules, BAC, and General Purposes. Memorize this triad.",
    "mnemonic": "Speaker rules the BAG (Business, Advisory, General).",
    "eliminationLogic": "Elimination Trick: If you know the Deputy Speaker usually heads the Private Members' Bills committee, you can eliminate options 3 and 4 immediately."
  },
  {
    "id": "POLY_PC_005",
    "subject": "polity",
    "source": "Model Mock",
    "topic": "Parliamentary Committees",
    "difficulty": "hard",
    "type": "conceptual",
    "text": "Consider the following statements regarding the Committee on Subordinate Legislation:\n1. It examines whether the powers to make rules, regulations, and bye-laws delegated by Parliament are being properly exercised.\n2. It is a joint committee consisting of members from both the Lok Sabha and the Rajya Sabha.\n3. It was first constituted in 1953.\n\nWhich of the statements given above is/are correct?",
    "options": [
      "1 and 3 only",
      "1 only",
      "2 and 3 only",
      "1, 2 and 3"
    ],
    "correctAnswer": 0,
    "explanation": "Statement 1 is correct: This is its primary mandate (Delegated Legislation). Statement 2 is incorrect: It is NOT a joint committee. There are separate committees for Subordinate Legislation in both Lok Sabha (15 members) and Rajya Sabha (15 members). Statement 3 is correct: It was constituted in 1953.",
    "tags": ["Subordinate Legislation", "Delegated Legislation"],
    "relatedTopics": ["Law making", "Executive"],
    "expertInsight": "Gyan Amala: 'Joint' vs 'Separate' is a classic trap. Financial committees (except Estimates) are joint/mixed. But functional scrutiny committees like Subordinate Legislation often have separate houses operating independently.",
    "mnemonic": "Subordinate = Separate (Two separate committees).",
    "eliminationLogic": "Elimination Trick: If you encounter a less famous committee, do not assume it is Joint. If the function is purely scrutiny of legal mechanics (like delegated legislation), both houses usually need their own mechanism."
  },

  {
    "id": "POLY_FR_001",
    "subject": "polity",
    "source": "Model Mock",
    "topic": "Fundamental Rights",
    "difficulty": "hard",
    "type": "conceptual",
    "text": "Consider the following statements regarding the application of Fundamental Rights:\n1. The protection under Article 19 is available to a corporation if all its shareholders are Indian citizens.\n2. The term 'Law' in Article 13 includes administrative orders and executive directions but excludes constitutional amendments.\n3. Article 15 prohibits discrimination by the State as well as private individuals in certain specific scenarios.\n\nWhich of the statements given above is/are correct?",
    "options": [
      "1 and 2 only",
      "2 and 3 only",
      "1 and 3 only",
      "1, 2 and 3"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is incorrect: The Supreme Court (Tata Engineering vs State of Bihar) held that a corporation is a legal entity distinct from its shareholders. Since a corporation is not a 'citizen', it cannot claim rights under Article 19, even if shareholders are citizens. Statement 2 is correct: 'Law' under Art 13 covers ordinances, orders, bye-laws, rules, regulations, notifications, and customs. It excludes Constitutional Amendments (24th Amendment Act/Kesavananda Bharati case). Statement 3 is correct: Article 15(2) prohibits discrimination in access to shops, public restaurants, hotels, and places of public entertainment, applicable to both State and private individuals.",
    "tags": ["Article 19", "Article 13", "Article 15"],
    "relatedTopics": ["Legal Personality", "Basic Structure"],
    "expertInsight": "Gyan Amala: Always check if the right is available to a 'Person' (Citizen + Foreigner + Legal Entity) or just a 'Citizen'. Article 19 is strictly for natural citizens, not legal persons like companies.",
    "mnemonic": "15, 16, 19, 29, 30 = Citizens Only. 15(2) = Private entities too.",
    "eliminationLogic": "Elimination Trick: Statement 1 sounds logical (looking at shareholders), but in Indian law, the corporate veil is distinct. If you know companies aren't citizens, you eliminate options 1, 3, and 4 instantly."
  },
  {
    "id": "POLY_FR_002",
    "subject": "polity",
    "source": "Model Mock",
    "topic": "Fundamental Rights",
    "difficulty": "hard",
    "type": "analytical",
    "text": "With reference to the writs under Article 32 and Article 226, consider the following statements:\n1. The Supreme Court can refuse to exercise its writ jurisdiction if an alternative remedy is available, whereas the High Court cannot refuse.\n2. The territorial jurisdiction of the Supreme Court for issuing writs extends to the entire territory of India, whereas a High Court can issue writs outside its territorial jurisdiction if the cause of action arises within its jurisdiction.\n3. Both the Supreme Court and High Courts have the power to issue writs for the enforcement of legal rights other than Fundamental Rights.\n\nWhich of the statements given above is/are correct?",
    "options": [
      "2 only",
      "1 and 3 only",
      "2 and 3 only",
      "1, 2 and 3"
    ],
    "correctAnswer": 0,
    "explanation": "Statement 1 is incorrect: Article 32 is a Fundamental Right itself. The SC *cannot* refuse to entertain applications under Article 32 merely because an alternative remedy exists. The HC *can* refuse under Art 226 as it is discretionary. Statement 2 is correct: SC covers all India. HC usually covers its state, but under Art 226(2), it can issue writs to authorities outside its state if the 'cause of action' (even partial) arose within its state. Statement 3 is incorrect: Only HCs can issue writs for 'other purposes' (legal rights). SC can issue writs *only* for Fundamental Rights (unless Parliament extends this power under Art 139, which hasn't been done generally yet).",
    "tags": ["Article 32", "Article 226", "Writs"],
    "relatedTopics": ["Judiciary", "Federalism"],
    "expertInsight": "Gyan Amala: Remember '32 is a Duty, 226 is a Discretion'. The SC is the guarantor; it cannot say 'go elsewhere'. The HC can.",
    "mnemonic": "SC = Special (FR only). HC = Huge (FR + Legal rights).",
    "eliminationLogic": "Elimination Trick: Statement 3 is the easiest catch. SC jurisdiction is 'narrower' (only FRs) but 'deeper' (guaranteed). HC jurisdiction is 'wider' (FR + Legal). Eliminate options with 3."
  },
  {
    "id": "POLY_FR_003",
    "subject": "polity",
    "source": "Model Mock",
    "topic": "Fundamental Rights",
    "difficulty": "hard",
    "type": "conceptual",
    "text": "Consider the following statements regarding Article 20 of the Constitution (Protection in respect of conviction for offences):\n1. The protection against ex-post-facto laws applies to both criminal laws and civil liability/tax laws.\n2. The protection against double jeopardy is available in proceedings before a court of law as well as departmental or administrative proceedings.\n3. The protection against self-incrimination does not extend to the compulsory production of material objects or giving thumb impressions.\n\nWhich of the statements given above is/are correct?",
    "options": [
      "1 and 2 only",
      "3 only",
      "2 and 3 only",
      "1, 2 and 3"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is incorrect: Ex-post-facto protection applies ONLY to Criminal laws. You can impose civil liability or taxes retrospectively. Statement 2 is incorrect: Double Jeopardy (Art 20(2)) applies only to proceedings before a Court of Law or Judicial Tribunal. It does not bar departmental inquiries alongside criminal trials. Statement 3 is correct: Self-incrimination (Art 20(3)) covers only oral or documentary evidence based on personal knowledge. It does not cover material objects, thumb impressions, or blood specimens.",
    "tags": ["Article 20", "Rights of Accused"],
    "relatedTopics": ["Criminal Law", "Judicial Review"],
    "expertInsight": "Gyan Amala: Article 20 and 21 are the 'Emergency-Proof' rights. They are never suspended. For Art 20, remember: Civil laws CAN be retrospective (like the Vodafone tax case attempt).",
    "mnemonic": "Art 20 = No Retro Crime, No Double Punish, No Self-Witness.",
    "eliminationLogic": "Elimination Trick: If you know that tax laws are often amended retrospectively in India, you can eliminate Statement 1 immediately. This leaves '3 only' or '2 and 3 only'. Departmental vs Judicial is a classic UPSC trap."
  },
  {
    "id": "POLY_FR_004",
    "subject": "polity",
    "source": "Model Mock",
    "topic": "Fundamental Rights",
    "difficulty": "hard",
    "type": "conceptual",
    "text": "With reference to Article 25 (Freedom of Conscience and Free Profession, Practice and Propagation of Religion), consider the following statements:\n1. The right to propagate religion includes the fundamental right to convert another person to one’s own religion.\n2. The rights under Article 25 are subject to public order, morality, health, and other provisions of Part III of the Constitution.\n3. The State is empowered to regulate any economic, financial, or political activity which may be associated with religious practice.\n\nWhich of the statements given above is/are correct?",
    "options": [
      "1 and 2 only",
      "2 and 3 only",
      "1 and 3 only",
      "1, 2 and 3"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is incorrect: In the Rev. Stanislaus case (1977), the SC held that the right to propagate does NOT include the right to convert. It only implies persuasion/exposition without coercion. Forced conversion violates the 'freedom of conscience' of the other person. Statement 2 is correct: Article 25 is not absolute; it is subject to public order, morality, health, and crucially, *other Fundamental Rights*. Statement 3 is correct: Article 25(2)(a) allows the State to regulate secular activities (economic, political, financial) associated with religion.",
    "tags": ["Article 25", "Secularism"],
    "relatedTopics": ["Essential Religious Practices", "Article 26"],
    "expertInsight": "Gyan Amala: Note the hierarchy. Article 25 is subject to 'other provisions of Part III' (e.g., Art 25 cannot violate Art 14 or 21). However, Article 26 (Group Rights) is NOT subject to 'other provisions of Part III', only to public order, morality, and health.",
    "mnemonic": "Propagate != Convert.",
    "eliminationLogic": "Elimination Trick: Statement 1 is the most famous Supreme Court ruling regarding religion (Stanislaus case). If you know 'Right to Convert' is NOT a FR, the answer is derived immediately."
  },
  {
    "id": "POLY_FR_005",
    "subject": "polity",
    "source": "Model Mock",
    "topic": "Fundamental Rights",
    "difficulty": "hard",
    "type": "analytical",
    "text": "Which of the following doctrines was invented by the Supreme Court specifically to resolve the conflict between the validity of pre-constitutional laws and Part III (Fundamental Rights) of the Constitution?\n1. Doctrine of Pith and Substance\n2. Doctrine of Colorable Legislation\n3. Doctrine of Eclipse\n4. Doctrine of Severability\n\nSelect the correct answer using the code given below:",
    "options": [
      "3 only",
      "3 and 4 only",
      "1, 2 and 3",
      "4 only"
    ],
    "correctAnswer": 0,
    "explanation": "The Doctrine of Eclipse (Option 3) was evolved (Bhikaji case) to interpret Article 13(1). It states that pre-constitutional laws violating FRs are not dead (void ab initio) but remain dormant/eclipsed. If the shadow of the FR is removed (via amendment), the law becomes active again. Doctrine of Severability (Option 4) separates the bad part from the good but applies to *both* pre and post-constitutional laws. Pith and Substance (Option 1) and Colorable Legislation (Option 2) relate to Centre-State legislative competence (Article 246), not specifically Art 13/FRs.",
    "tags": ["Article 13", "Judicial Doctrines"],
    "relatedTopics": ["Interpretation of Statutes", "Centre-State Relations"],
    "expertInsight": "Gyan Amala: Distinguish the context. Pith & Substance + Colorable Legislation = Federalism (Schedule 7). Eclipse + Waiver + Severability = Fundamental Rights (Article 13).",
    "mnemonic": "Eclipse hides the law, doesn't kill it.",
    "eliminationLogic": "Elimination Trick: Pith and Substance is about 'List I vs List II' conflicts. Colorable legislation is about 'Competence'. Only Eclipse and Severability relate to Validity vis-a-vis Rights. Eclipse is the specific answer for 'Pre-constitutional' status."
  },

  {
    "id": "POLY_DPSP_001",
    "subject": "polity",
    "source": "Model Mock",
    "topic": "DPSPs",
    "difficulty": "hard",
    "type": "conceptual",
    "text": "Consider the following statements regarding the amendment of Directive Principles of State Policy (DPSPs):\n1. The 42nd Amendment Act added the directive to minimize inequalities in income, status, facilities, and opportunities.\n2. The 44th Amendment Act added the directive to secure opportunities for the healthy development of children.\n3. The 97th Amendment Act added a directive relating to the promotion of cooperative societies.\n\nWhich of the statements given above is/are correct?",
    "options": [
      "3 only",
      "1 and 2 only",
      "2 and 3 only",
      "1, 2 and 3"
    ],
    "correctAnswer": 0,
    "explanation": "Statement 1 is incorrect: The directive to minimize inequalities in income, status, etc. (Article 38(2)) was added by the 44th Amendment Act, 1978, not the 42nd. Statement 2 is incorrect: The directive to secure opportunities for the healthy development of children (Article 39(f)) was added by the 42nd Amendment Act, 1976. Statement 3 is correct: The 97th Amendment Act, 2011 added Article 43B regarding the promotion of cooperative societies.",
    "tags": ["Amendments", "Article 38", "Article 39", "Article 43B"],
    "relatedTopics": ["42nd Amendment", "44th Amendment"],
    "expertInsight": "Gyan Amala: This is a classic 'Swap Trap'. The Janata Govt (44th Amd) focused on 'inequality' (Art 38(2)) to undo the excesses of Emergency. The Indira Gandhi Govt (42nd Amd) focused on 'socialist' expansion like healthy development of children (Art 39f), free legal aid (39A), and workers' participation (43A).",
    "mnemonic": "44th = Inequality (Income). 42nd = Children & Workers.",
    "eliminationLogic": "Elimination Trick: If you recall that the 44th Amendment was largely corrective and focused on civil liberties and equality after the Emergency, you can associate 'minimizing inequalities' with 44th, eliminating Statement 1."
  },
  {
    "id": "POLY_DPSP_002",
    "subject": "polity",
    "source": "Model Mock",
    "topic": "DPSPs",
    "difficulty": "hard",
    "type": "conceptual",
    "text": "With reference to the relationship between Fundamental Rights (FRs) and Directive Principles (DPSPs), consider the following statements:\n1. The Supreme Court in the Champakam Dorairajan case (1951) ruled that in case of any conflict between FRs and DPSPs, the former would prevail.\n2. The 25th Amendment Act gave precedence to all Directive Principles over Fundamental Rights conferred by Articles 14, 19, and 31.\n3. In the Minerva Mills case (1980), the Supreme Court held that the Indian Constitution is founded on the bedrock of balance between FRs and DPSPs.\n\nWhich of the statements given above is/are correct?",
    "options": [
      "1 and 2 only",
      "2 and 3 only",
      "1 and 3 only",
      "1, 2 and 3"
    ],
    "correctAnswer": 2,
    "explanation": "Statement 1 is correct: In Champakam Dorairajan (1951), the SC held that DPSPs are subsidiary to FRs. Statement 2 is incorrect: The 25th Amendment (Article 31C) gave precedence ONLY to Article 39(b) and 39(c) over Articles 14, 19, and 31. It was the 42nd Amendment that attempted to give precedence to ALL DPSPs over FRs, which was later struck down in Minerva Mills. Statement 3 is correct: Minerva Mills restored the balance, declaring it a basic feature.",
    "tags": ["Judicial Review", "Basic Structure"],
    "relatedTopics": ["Article 31C", "Kesavananda Bharati Case"],
    "expertInsight": "Gyan Amala: Precision is key. 25th Amd = Only 39(b) & (c) > 14 & 19. 42nd Amd = All DPSPs > 14 & 19 (Struck down). The current position is back to the 25th Amendment status (post-Minerva Mills).",
    "mnemonic": "Champakam = FR wins. Minerva = Balance wins.",
    "eliminationLogic": "Elimination Trick: Statement 2 mentions 'all Directive Principles'. In constitutional history, 'Blanket protections' usually come from the 42nd Amendment (Mini Constitution). The 25th was specific to property/socialist distribution. Knowing this distinction eliminates options 1, 2, and 4."
  },
  {
    "id": "POLY_DPSP_003",
    "subject": "polity",
    "source": "Model Mock",
    "topic": "DPSPs",
    "difficulty": "hard",
    "type": "analytical",
    "text": "Which of the following Directive Principles is/are based on Liberal-Intellectual ideology?\n1. To separate the judiciary from the executive in the public services of the State.\n2. To organize village panchayats and endow them with powers of self-government.\n3. To secure for all citizens a uniform civil code throughout the country.\n4. To prohibit the slaughter of cows, calves and other milch and draught cattle.\n\nSelect the correct answer using the code given below:",
    "options": [
      "1 and 3 only",
      "2 and 4 only",
      "1, 3 and 4 only",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": 0,
    "explanation": "Statement 1 (Article 50) and Statement 3 (Article 44) are Liberal-Intellectual principles. Statement 2 (Article 40 - Panchayats) and Statement 4 (Article 48 - Prohibition of slaughter) are based on Gandhian ideology. The classification is not mentioned in the Constitution but is used for academic study.",
    "tags": ["Ideology", "Gandhian Principles"],
    "relatedTopics": ["Article 44", "Article 50"],
    "expertInsight": "Gyan Amala: Don't confuse 'Modernisation of Agriculture' (Liberal-Intellectual, Art 48 part 1) with 'Prohibition of Cow Slaughter' (Gandhian, Art 48 part 2). Article 48 contains elements of both.",
    "mnemonic": "Gandhi = Villages, Cows, Cottage Industry, Drinks (Prohibition). Liberal = UCC, Judiciary Separation, Science, Peace.",
    "eliminationLogic": "Elimination Trick: Panchayats (Statement 2) are the quintessential Gandhian dream ('Gram Swaraj'). If the question asks for Liberal-Intellectual, you must eliminate any option containing 2."
  },
  {
    "id": "POLY_DPSP_004",
    "subject": "polity",
    "source": "Model Mock",
    "topic": "DPSPs",
    "difficulty": "hard",
    "type": "conceptual",
    "text": "Consider the following statements regarding the enforcement and utility of Directive Principles:\n1. Courts cannot declare a law void on the ground that it contravenes any of the Directive Principles.\n2. Courts can uphold the validity of a law on the ground that it seeks to give effect to a Directive Principle, even if it violates Article 14.\n3. The President can reject a bill passed by the Parliament on the ground that it opposes the Directive Principles.\n\nWhich of the statements given above is/are correct?",
    "options": [
      "2 only",
      "1 and 2 only",
      "1 and 3 only",
      "2 and 3 only"
    ],
    "correctAnswer": 0,
    "explanation": "Statement 1 is incorrect: While DPSPs are non-justiciable (cannot be enforced by writs), courts *can* declare a law void if it violates FRs, but they usually *uphold* laws implementing DPSPs via Article 31C (which protects laws under 39b/c from Art 14/19 scrutiny). However, the statement 'cannot declare void... that contravenes DPSP' is technically true because DPSP violation isn't a ground for invalidity, BUT the catch is the statement phrasing implies a limit on judicial review. The stronger point is Statement 2. Statement 2 is correct: Under Article 31C, laws made to implement 39(b) and (c) are valid even if they violate Art 14. Statement 3 is incorrect: The President has no such specific veto power based solely on DPSP contravention; he acts on the aid and advice of the Council of Ministers (who frame the bills).",
    "tags": ["Article 31C", "Justiciability"],
    "relatedTopics": ["President's Veto", "Judicial Review"],
    "expertInsight": "Gyan Amala: Statement 2 is the 'Golden Rule' of Article 31C. It is the shield that protects socialist policies from the sword of Equality (Art 14).",
    "mnemonic": "31C = Shield for 39(b/c).",
    "eliminationLogic": "Elimination Trick: Statement 3 is constitutionally absurd. If the Parliament (representing the will of the people/State) passes a bill, the President (Head of State) cannot veto it citing DPSPs (which are instructions to the State). The State cannot instruct itself to reject its own will."
  },
  {
    "id": "POLY_DPSP_005",
    "subject": "polity",
    "source": "Model Mock",
    "topic": "DPSPs",
    "difficulty": "hard",
    "type": "factual",
    "text": "Which one of the following Articles of the Directive Principles directs the State to take steps to separate the judiciary from the executive in the public services of the State?\n1. Article 49\n2. Article 50\n3. Article 51\n4. Article 48A\n\nSelect the correct answer using the code given below:",
    "options": [
      "Article 50",
      "Article 51",
      "Article 49",
      "Article 48A"
    ],
    "correctAnswer": 0,
    "explanation": "Article 50 directs the State to take steps to separate the judiciary from the executive in the public services of the State. Article 49 is about protection of monuments. Article 51 is about promotion of international peace and security. Article 48A is about protection and improvement of environment.",
    "tags": ["Articles", "Judiciary"],
    "relatedTopics": ["CrPC 1973", "Independence of Judiciary"],
    "expertInsight": "Gyan Amala: Article 50 is the bedrock of Judicial Independence in the DPSP chapter. It was actualized by the Criminal Procedure Code (CrPC), 1973.",
    "mnemonic": "Article 50 = 50-50 split (Separation) between Judiciary and Executive.",
    "eliminationLogic": "Elimination Trick: Use the mnemonic '50-50' for separation. 51 is the last one (International Peace). 48A is Environment (Added by 42nd Amd). 49 is Monuments."
  }
]







