[
  {
    "year": "2024",
    "text": "\"Membrane Bioreactors' are often discussed in the context of: (2024) -",
    "options": [
      "Assisted reproductive technologies -",
      "Drug delivery nanotechnologies -",
      "Vaccine production technologies -",
      "Wastewater treatment technologies"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: The membrane bioreactor (MBR) has emerged as an efficient compact technology for municipal and industrial wastewater treatment.",
    "subject": "science",
    "id": "SCI_001"
  },
  {
    "year": "2023",
    "text": "' Aerial metagenomics' best refers to which one of the following situations? (2023) -",
    "options": [
      "Collecting DNA samples from air in a habitat at one go -",
      "Understanding the genetic makeup of avian species of a habitat -",
      "Using air-borne devices to collect blood samples from moving animals -",
      "Sending drones to inaccessible areas to collect plant and animal samples from land surfaces and water bodies"
    ],
    "correctAnswer": 0,
    "explanation": "' Aerial metagenomics' refers to the collection and analysis of DNA samples from the air in a particular habitat all at once. It is a method used to study the genetic composition and diversity of microbial communities present in the atmosphere. During aerial metagenomics, air samples are collected using specialised equipment such as air samplers or filters. These samples contain a wide range of genetic material, including DNA from bacteria, fungi, viruses, and other microorganisms present in the air. The collected samples are then subjected to DNA extraction and sequencing techniques to obtain genetic information.",
    "subject": "science",
    "id": "SCI_002"
  },
  {
    "year": "2023",
    "text": "'Microsatellite DNA' is used in the case of which one of the following? (2023) -",
    "options": [
      "Studying the evolutionary relationships among various species of fauna -",
      "Stimulating 'stem cells' to transform into diverse functional tissues -",
      "Promoting clonal propagation of horticultural plants -",
      "Assessing the efficacy of drugs by conducting series of drug trials in a population"
    ],
    "correctAnswer": 0,
    "explanation": "'Microsatellite DNA' is used in studying the evolutionary relationships among various species of fauna. Microsatellites, also known as simple sequence repeats (SSRs), are short segments of DNA consisting of repetitive nucleotide sequences. These repetitive sequences vary in length and are highly polymorphic, meaning they exhibit variations in the number of repeats among individuals within a species. Microsatellite DNA analysis involves examining the variation in microsatellite loci across different species or populations. By comparing the presence, absence, or frequency of specific microsatellite alleles among different organisms, scientists can assess the genetic diversity and relatedness between species. <!-- image --> This information is valuable for understanding evolutionary relationships, population genetics, and phylogenetic studies.",
    "subject": "science",
    "id": "SCI_003"
  },
  {
    "year": "",
    "text": "To increase their shelf life. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "3 and 4 only -",
      "1, 2 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is incorrect: India has majorly relied on the viral vector vaccine Covishield for its vaccination drive. Over 88% of the doses given out so far have been of Covishield, the Oxford-AstraZeneca vaccine manufactured locally under licence by the Serum Institute of India. Unlike mRNA vaccines, Serum Institutes Covishield uses the viral vector platform. Statement 2 is correct: The Sputnik V vaccine is based on a proven well-studied human adenovirus vector platform. Statement 3 is correct: Covaxin is an inactivated vaccine. This destroys the pathogen's ability to replicate but keeps it intact so that the immune system can still recognise it and produce an immune response. Elimination Technique: We know that the Serum Institute of India produced a COVID-19 vaccine named Covishield using the viral vector platform. Statement 1 is eliminated. So, Option(b) is correct.",
    "subject": "science",
    "id": "SCI_004"
  },
  {
    "year": "2022",
    "text": "Which one of the following statements best describes the role of B cells and T cells in the human body? (2022) -",
    "options": [
      "They protect the body from environmental allergens. -",
      "They alleviate the body's pain and inflammation. -",
      "They act as immunosuppressants in the body. -",
      "They protect the body from diseases caused by pathogens."
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: T cells and B cells are part of a specialized network of immune cells that specifically respond to pathogens and fight off infections. B cells and T cells are the white blood cells of the immune system that are responsible for adaptive immune response in an organism. Both the cells are made in the bone marrow. B cells mature in the bone marrow while the T cells travel to the thymus and mature there. These cells are structurally similar and are involved in adaptive immune response in an organism unacademy.com | Download the Unacademy app Give your feedback here: Link",
    "subject": "science",
    "id": "SCI_005"
  },
  {
    "year": "2021",
    "text": "The term 'ACE2' is talked about in the context of (2021) -",
    "options": [
      "genes introduced in the genetically modified plants -",
      "development of India's own satellite navigation system -",
      "radio collars for wildlife tracking -",
      "spread of viral diseases"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: A coronavirus is surrounded by a fatty outer layer ('envelope') and on the surface of this layer is the 'corona' (crown) of spikes made of protein. On the surface of human cells is an enzyme called angiotensinconverting enzyme 2 (ACE2), which acts as the receptor that enables SARS-CoV2 to launch its attack. The virus's spike protein binds to the receptor, then fuses with the cell surface, and releases its genetic material (RNA in the case of SARS-CoV2) into the cell. The coronavirus that causes SARS, called SARS-CoV, uses the same ACE2 receptor to invade a cell . Once inside, the virus replicates itself by using the cell's molecular mechanism. All these stages involve various interactions between virus proteins and human proteins. Any treatment being developed or researched will look to inhibit these activities at one stage or the other.",
    "subject": "science",
    "id": "SCI_006"
  },
  {
    "year": "2020",
    "text": "In the context of recent advances in human reproductive technology, 'Pronuclear Transfer' is used for (2020) -",
    "options": [
      "Fertilization of egg in vitro by the donor sperm -",
      "Genetic modification of sperm producing cells -",
      "Development of stem cells into functional embryos -",
      "Prevention of mitochondrial diseases in offspring"
    ],
    "correctAnswer": 3,
    "explanation": "Pronucleus is the nucleus of a sperm or an egg cell during the process of fertilization. The sperm cell becomes a pronucleus only after the sperm enters the ovum, but before the fusion of genetic material of the sperm and egg. Option (d) is correct: The technique of pronuclear transfer involves the transfer of pronuclei from one zygote to another. Pronuclear Transfer has the potential to prevent mitochondrial disease in the offspring as Mitochondrial DNA is transmitted maternally. <!-- image -->",
    "subject": "science",
    "id": "SCI_007"
  },
  {
    "year": "2019",
    "text": "What is the Cas9 protein that is often mentioned in the news? (2019) -",
    "options": [
      "A molecular scissors used in targeted gene editing. -",
      "A biosensor used in the accurate detection of pathogens in patients. -",
      "A gene that makes plants pest-resistant. -",
      "A herbicidal substance synthesized in generally modified crops."
    ],
    "correctAnswer": 0,
    "explanation": "CRISPR (Clustered Regularly Interspaced Short Palindromic Repeats)-Cas9 is a technology that allows scientists to essentially cut-and-paste DNA. CRISPR is a dynamic, versatile tool that allows us to target nearly any genomic location and potentially repair broken genes. It can remove, add or alter specific DNA sequences in the genome of higher organisms. Option (a) is correct: CRISPR-Cas9 is a geneediting tool. It has two components: - y A short RNA sequence that can bind to a specific target of the DNA and - y The Cas9 enzyme which acts as molecular scissors to cut the DNA. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> To edit a gene of interest, the short RNA sequence that perfectly matches with the DNA sequence that has to be edited is introduced. Once it binds to the DNA, the Cas9 enzyme cuts the DNA at the targeted location where the RNA sequence is bound. Once the DNA is cut, the natural DNA repair mechanism is utilized to add or remove genetic material or make changes to the DNA.",
    "subject": "science",
    "id": "SCI_008"
  },
  {
    "year": "2019",
    "text": "With reference to the recent developments in science, which one of the following statements is not correct? (2019) -",
    "options": [
      "Functional chromosomes can be created by joining segments of DNA taken from cells of different species. -",
      "Pieces of artificial functional DNA can be created in laboratories. -",
      "A piece of DNA taken out from an animal cell can be made to replicate outside a living cell in a laboratory. -",
      "Cells taken out from plants and animals can be made to undergo cell division in laboratory petri dishes."
    ],
    "correctAnswer": 0,
    "explanation": "DNA stands for Deoxyribonucleic acid. It is made up of units of biological building blocks called nucleotides. DNA is a vitally important molecule for not only humans but for most other organisms as well. DNA contains our hereditary material and our genes, which makes every individual unique. In the nucleus of each cell, the DNA molecule is packaged into thread-like structures called chromosomes. Each chromosome is made up of DNA tightly coiled many times around proteins called histones that support its structure. Option (a) is not correct: It is not possible to create a functional chromosome by joining segments of DNA taken from different species. Chromosomes are very long and code for so many genes. Within a species, translocation can take place and different parts of two chromosomes may join to produce functional chromosomes. But this often gives rise to abnormalities like Philadelphia Chromosome.",
    "subject": "science",
    "id": "SCI_009"
  },
  {
    "year": "2017",
    "text": "What is the application of Somatic Cell Nuclear Transfer Technology? (2017) -",
    "options": [
      "Production of bio larvicides -",
      "Manufacture of biodegradable plastics -",
      "Reproductive cloning of animals -",
      "Production of organisms free of diseases"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: Somatic Cell Nuclear Transfer (SCNT) is a technology applied in cloning, stem cell research, and regenerative medicine. Somatic cells are cells that have gone through the differentiation process and are not germ cells. Somatic cells donate their nuclei, which scientists transplant into eggs after removing their nuclei (enucleated eggs). The successful cloning of monkeys, the first non-human primate species, by Somatic Cell Nuclear Transfer (SCNT) attracted world-wide attention. Remarkably, it has taken more than 20 years since the cloning of Dolly the Sheep in 1997 to achieve this feat. This success was largely due to a recent understanding of epigenetic barriers that impede SCNT-mediated reprogramming and the establishment of key methods to overcome these barriers, which also allowed efficient derivation of human pluripotent stem cells for cell therapy.",
    "subject": "science",
    "id": "SCI_010"
  },
  {
    "year": "2016",
    "text": "In the context of the developments in Bioinformatics, the term 'transcriptome', sometimes seen in the news, refers to (2016) -",
    "options": [
      "A range of enzymes used in genome editing -",
      "The full range of mRNA molecules expressed by an organism -",
      "The description of the mechanism of gene expression -",
      "A mechanism of genetic mutations taking place in cells"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: Transcriptome is the sum total of all the messenger RNA molecules expressed from the genes of an organism. It is the full range of messenger RNA, or mRNA, molecules expressed by an organism. The term 'transcriptome' can also be used to describe the array of mRNA transcripts produced in a particular cell or tissue type. In contrast with the genome, which is characterised by its stability, the transcriptome actively changes. In fact, an organism's transcriptome varies depending on many factors, including the stage of development and environmental conditions.",
    "subject": "science",
    "id": "SCI_011"
  },
  {
    "year": "",
    "text": "A child inherits mitochondrial diseases entirely from mother and not from father. Which of the statements given above is/ are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 3,
    "explanation": "Option 1 is not correct: Rafael is a 4.5th generation aircraft. Option 2 is not correct: MiG-29 is a 4th generation fighter aircraft. Option 3 is not correct: The indigenous Light Combat Aircraft (LCA) Tejas is a 4.5-generation single-engine multirole aircraft.",
    "subject": "science",
    "id": "SCI_012"
  },
  {
    "year": "",
    "text": "COVAXIN is an inactivated pathogen based vaccine. <!-- image --> Which of the statements given above are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 3,
    "explanation": "Statement 1 is incorrect: Ballistic missiles are rocket-powered throughout their flight, reaching high speeds including supersonic and hypersonic velocities. Cruise missiles, on the other hand, are typically jet-propelled and fly at subsonic speeds, maintaining sustained flight within the atmosphere. Statement 2 is incorrect: Agni-V is an intercontinental ballistic missile (ICBM) with <!-- image --> a long range, while BrahMos is a supersonic cruise missile with a shorter range. They are different in terms of their propulsion systems, ranges, and intended purposes.",
    "subject": "science",
    "id": "SCI_013"
  },
  {
    "year": "",
    "text": "There is some concern that the introduction of BT brinjal may have adverse effect on the biodiversity. Select the correct answer using the code given below: -",
    "options": [
      "1, 2 and 3 only -",
      "2 and 3 only -",
      "3 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": 0,
    "explanation": "A surface-to-surface missile (SSM) or groundto-ground missile (GGM) is a missile designed to be launched from the ground or the sea and strike targets on land or at sea. They may be fired from hand-held, or vehicle-mounted devices, from fixed installations, or from a ship. They are often powered by a rocket motor or sometimes fired by an explosive charge since the launching platform is typically stationary or moving slowly. - y Agni IV is a surface-to-surface missile. It is an indigenously developed sophisticated two-stage missile having 4,000 km strike range. It is 20 metres long with a weight of 17 tonnes. (Statement 1 is correct) - y Agni IV has two stages of Solid Propulsion. The state-of-the-art missile is equipped with modern and compact avionics to provide a high level of reliability and precision. It is equipped with advanced Avionics, 5th generation on-board Computer and distributed avionics architecture and high-speed reliable communication bus and a full Digital Control System used to control and guide the missile to the target. (Statement 2 is not correct) - y AGNI IV has a range of about 4000 km with 1-tonne nuclear head. (Statement 3 is not correct) Elimination Technique: Agni-V, the longest of the Agni series can deliver over a range of 5,000 km. Statement 3 is eliminated. Thus, Option (a) is correct. unacademy.com | Download the Unacademy app Give your feedback here: Link ## Space Science",
    "subject": "science",
    "id": "SCI_014"
  },
  {
    "year": "2024",
    "text": "Consider the following statements: (2024) Statement-I: Giant stars live much longer than dwarf stars. Statement-II: Compared to dwarf stars, giant stars have a greater rate of nuclear reactions. Which one of the following is correct in respect of the above statements? -",
    "options": [
      "Both Statement-I and Statement-II are correct and Statement-II explains Statement-1 -",
      "Both Statement-I and Statement-II are correct, but Statement-II does not explain Statement-I -",
      "Statement I is correct, but Statement II is incorrect -",
      "Statement I is incorrect, but Statement II is correct"
    ],
    "correctAnswer": 3,
    "explanation": "Statement I is not correct, but Statement II is correct: As compared to dwarf stars Giant stars have a greater rate of the nuclear reactions. Giant stars also use up the hydrogen fuel in their core faster, despite starting out with much more of it, meaning they live much shorter lives than dwarf stars. Dwarf stars have low temperature which means that they burn through their supply of hydrogen less rapidly. While other, more massive stars burn through only the hydrogen at their core before coming to the end of their lifetimes, dwarfs consume all of their hydrogen, inside and outside their core. This stretches out the lifetime of red dwarfs to trillions of years; far beyond the 10-billion-year lifetime of sun-like stars.",
    "subject": "science",
    "id": "SCI_015"
  },
  {
    "year": "",
    "text": "Common cold is sometimes caused by an adenovirus whereas AIDS is caused by a retrovirus. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2 <!-- image --> <!-- image -->"
    ],
    "correctAnswer": 0,
    "explanation": "Pair 1 is incorrectly matched: Cepheids are a class of variable stars that have played a crucial role in measuring astronomical distances and advancing our understanding of the universe. Cepheids are characterised by their regular and predictable variations in brightness. The primary factor that causes their variability is pulsation-the expansion and contraction of the star's outer layers. Pair 2 is incorrectly matched: Nebulae are vast clouds of gas, dust, and other interstellar material scattered throughout galaxies. These beautiful and often intricate structures can be found in various shapes, sizes, and colours. Nebulae play a fundamental role in the formation and evolution of stars and galaxies. Pair 3 is correctly matched: Pulsars are a specific type of neutron star that emits beams of radiation, typically in the form of radio waves, but also in other parts of the electromagnetic spectrum. As the neutron star rotates rapidly, the emission beams sweep <!-- image --> across space, resembling the sweeping motion of a lighthouse beam.",
    "subject": "science",
    "id": "SCI_016"
  },
  {
    "year": "",
    "text": "identify undesirable animal or plant materials in processed foods. Which of the statements given above is/are correct ? -",
    "options": [
      "1 only -",
      "3 only -",
      "1 and 2 -",
      "2 and 3 unacademy.com | Download the Unacademy app Give your feedback here: Link"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: The Fractional Orbital Bombardment System (FOBS) was developed by the Soviet Union in the 1960s. The system is used to launch nuclear warheads from space. In 2021, Frank Kendal III (the US Secretary of Air Force) stated that the Chinese Government is developing and testing FOBS. The idea behind FOBS is, a warhead is put into a stable orbit and it deorbits over the target. If the target and the launch position is lined up and the warhead keeps going round, it will complete a circle.",
    "subject": "science",
    "id": "SCI_017"
  },
  {
    "year": "",
    "text": "The Indian Air Force was a part of this exercise. Select the answer using the code given below: -",
    "options": [
      "1, 2 and 3 -",
      "1, 2 and 4 -",
      "1, 3 and 4 -",
      "2, 3 and 4"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: e-LISA (Evolved Laser Interferometer Space Antenna) is a plan of setting into space three spacecraft (trio of spacecraft), a mother and two daughter spacecraft, which will fly in a triangular formation (has sides one million kilometers long of an equilateral triangle), trailing the earth in its orbit around the sun at a distance of over 50 million km. It has lasers shining between the craft. eLISA aims to measure gravitational waves in the frequency range from 0.1mHz to about 100 mHz. To do this, it is necessary for the interferometers to have an arms length of a million kilometers and that is impossible to achieve with an earth-based setup. Hence, it is necessary to have this elaborate experiment in space. This frequency range, from 0.1 MHz to 100 MHz, or even 1Hz, is expected to be sensitive to a rich set of sources of gravitational waves. These sources are such that understanding them can throw light on many problems of interest in cosmology and astrophysics and unacademy.com | Download the Unacademy app Give your feedback here: Link vecev y v ecacvcy. Earth's orbital path <!-- image --> Earth spacecrant 2 laser beams also make possible stringent tests of the General Theory of Relativity. spacecratt 1 solar array <!-- image -->",
    "subject": "science",
    "id": "SCI_018"
  },
  {
    "year": "",
    "text": "Traffic studies Select the correct answer using the code given below: -",
    "options": [
      "1, 2 and 3 only -",
      "4 and 5 only -",
      "1 and 2 only -",
      "1, 2, 3, 4 and 5"
    ],
    "correctAnswer": 3,
    "explanation": "Statement 1 is correct: The satellite images obtained are widely used in the field of research nowadays. Chlorophyll content can be calculated by using multispectral images. Multi-spectral image is a satellite image which includes limited spectral bands, each with different wavelengths. Statement 2 is correct: Satellite remote sensing data can provide spatially explicit information with regard to greenhouse gas emissions of a specific location. Rice paddies have been mapped from multi-temporal Synthetic Aperture Radar (SAR) data using backscatter change thresholds for many regions in Asia. its surface. With the advent of satellite images and digital image processing software, now it is possible to calculate LST.",
    "subject": "science",
    "id": "SCI_019"
  },
  {
    "year": "2019",
    "text": "Recently, scientists observed the merger of giant 'blackholes' billions of lightyears away from the Earth. What is the significance of this observation? (2019) -",
    "options": [
      "'Higgs boson particles' were detected. -",
      "'Gravitational waves' were detected. -",
      "Possibility of intergalactic space travel through 'wormhole' was confirmed. -",
      "It enabled scientists to understand 'singularity'."
    ],
    "correctAnswer": 1,
    "explanation": "A black hole is a place in space where gravity pulls so much that even light cannot get out. Gravity is so strong because matter has been squeezed into a tiny space. This can happen when a star is dying. Because no light can get out, people cannot see black holes. They are invisible. Option (b) is correct: Scientists have made four new detections of gravitational waves, ripples in the fabric of space and time emanating from separate black hole mergers. So far, the US-based LIGO and Europe-based VIRGO gravitational-wave detectors have recorded gravitational waves from a total of 10 black hole mergers and one merger of neutron stars. ## 7 . Answer: (d) Global Positioning System (GPS) is a satellitebased navigation system made up of at least 24 satellites covering Earth from space. Core Applications of GPS technology are Navigation, Timing, Tracking, Mapping and Location. Option (d) is correct: GPS is used for mobile phone operations (Example: Cell towers use it to route phone calls), banking operations (Example: ATMs and cash registers use it for transactions) and controlling the power grids (Example: electrical grids use it to send power to house). Statement 3 is correct: Land Surface Temperature (LST) can be calculated through thermal infrared remote sensing data. It can record the apparent temperature of the Earth's surface by measuring the radiant energy exiting GPS is also used to identify, locate, and maintain contact reports with one or more fleet vehicles in real-time. Astronomy, Automated vehicle, Cartography, Clock synchronisation, Disaster relief/emergency services, Radio occultation for weather and atmospheric science applications. Elimination Technique: GPS is a very potent technology that has wide applications. Applications of GPS are often in the news. Thus, Option (d) is correct.",
    "subject": "science",
    "id": "SCI_020"
  },
  {
    "year": "2021",
    "text": "Bollgard I and Bollgard II technologies are mentioned in the context of (2021) -",
    "options": [
      "clonal propagation of crop plants -",
      "developing genetically modified crop plants -",
      "production of plant growth substances -",
      "production of biofertilizers"
    ],
    "correctAnswer": 0,
    "explanation": "Remote sensing is the process of detecting and monitoring the physical characteristics of an area by measuring its reflected and emitted radiation at a distance (typically from satellite or aircraft). Special cameras installed in satellites collect remotely sensed images, which help researchers 'sense' things about the Earth. Option (a) is correct : Indian Remote Sensing (IRS) Satellites have a variety of applications, such as in agriculture (for the assessment of crop productivity), forestry, geology (mineral exploration), and hydrology (locating groundwater resources), etc. Apart from this, they are also used for natural resources monitoring, ocean and atmospheric studies and cartographic applications. Indian Remote Sensing Satellites are not used for telecommunications and traffic studies yet. INSAT (Indian National Satellite System) satellites have been traditionally supporting telecommunication applications for providing voice and data communications and there are no specific Indian satellites for traffic studies. - y Use of Indian Remote Sensing Satellites for Locating Ground Water Resources: Timely and reliable information on the occurrence and movement of groundwater is a prerequisite for meeting its growing demand for drinking, domestic and industrial sectors. Being a sub-surface feature, the detection of groundwater relies heavily on controlling factors, namely lithology, geomorphology, structures, and precipitation, etc. Spaceborne spectral measurements hold great promise in providing such information in a timely, reliable, and cost-effective manner. In India, initially, the coarse resolution data from Indian Remote Sensing Satellite (IRS1A/-1B LISS-II) &amp; Landsat-TM have been operationally used by the Department of Space mainly for identifying and mapping potential groundwater zones for the entire country. - y Use of Indian Remote Sensing Satellites for the Assessment of Crop Productivity: Information on crop statistics is required for planning and decision-making purposes, such as distribution and storage of food grains, Govt. policies, pricing, procurement, and food security and so on. The Ministry of Agriculture and Farmers' Welfare effectively uses contemporary techniques of satellite remote sensing in such decision making. Space data is used in addressing unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> many critical aspects, such as crop area estimation, crop yield &amp; production estimation, crop condition, deriving basic soil information, cropping system studies, experimental crop insurance, etc. - y Use of Indian Remote Sensing Satellites for Mineral Exploration: The application of remote sensing techniques to geology and mineral exploration started with aerial photography. With the use of aerial photography in Indian Remote Sensing Satellites, mineral deposits can be traced. Spaceborne data, particularly the LANDSAT have been used in mineral exploration in two ways, viz identifying features directly related to mineralisation such as alteration zones, gossans, specific host rock or characteristic mineral association and secondly as delineation of features favourable for localisation of mineralisation such as folds, 'faults and fractures.",
    "subject": "science",
    "id": "SCI_021"
  },
  {
    "year": "2015",
    "text": "The term 'Goldilocks Zone' is often seen in the news in the context of (2015) -",
    "options": [
      "the limits of habitable zone above the surface of the Earth -",
      "regions inside the Earth-like planets in outer space -",
      "search for the Earth-like planets in outer space -",
      "search for meteorites containing precious metals"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: The National Aeronautics and Space Administration (NASA) reported the discovery of an Earth-size planet named TOI 700 d, orbiting its star in the 'habitable zone', also called the 'Goldilocks zone'. Goldilocks zone is the area around a star where it is not too hot and not too cold for liquid water to exist on the surface of surrounding planets. The newest such planet was found by NASA's Transiting Exoplanet Survey Satellite (TESS) mission, which it launched in 2018. Very few such Earth-size planets have been found so far, including some by NASA's Kepler mission, and this one is the first such discovery by TESS. TOI 700 d measures 20% larger than Earth. It orbits its star once every 37 days and receives an amount of energy that is equivalent to 86% of the energy that the Sun provides to Earth. The star, TOI 700, is an 'M dwarf' located just over 100 light-years away in the southern constellation Dorado, is roughly 40% of our Sun's mass and size, and has about half its surface temperature.",
    "subject": "science",
    "id": "SCI_022"
  },
  {
    "year": "",
    "text": "Agni-V is a medium-range supersonic cruise missile, while BrahMos is a solidfuelled intercontinental ballistic missile. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 2,
    "explanation": "Option 1 is correct: Radar can be used for the Identification of narcotics on passengers at airports or in aircraft. Option 2 is correct: Weather radars can almost instantaneously provide precipitation estimates with high temporal resolution after they have been transformed from radar reflectivity data. Weather radars are remote sensing equipment that are widely employed in the hydrological and meteorological communities for the estimation of areal precipitation at high spatial and temporal resolution. Option 3 is correct: Fluctuations in the echo of the radar are correlated with wing beats and can therefore be used to determine the wing beat pattern of individual migrants . These fluctuations are attributed to contraction and dilation of the animal's body that occur during flight.",
    "subject": "science",
    "id": "SCI_023"
  },
  {
    "year": "",
    "text": "Biofilms can exhibit antibiotic resistance. Which of the statements given above are correct ? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 3,
    "explanation": "Japan has its own satellite navigation system called the Quasi-Zenith Satellite System (QZSS). QZSS is a satellite-based positioning and navigation system developed by the Japanese government to provide reliable and accurate positioning information in Japan and the surrounding regions. The QZSS constellation consists of multiple <!-- image --> satellites in geosynchronous orbit and inclined orbit, allowing for increased visibility and improved accuracy in urban areas where tall buildings and other obstructions may affect satellite signals. The system works in conjunction with other global navigation satellite systems like GPS (Global Positioning System) to enhance positioning accuracy and availability.",
    "subject": "science",
    "id": "SCI_024"
  },
  {
    "year": "2020",
    "text": "The experiment will employ a trio of spacecraft flying in formation in the shape of an equilateral triangle that has sides one million kilometers long, with lasers shining between the craft.' The experiment in question refers to (2020) -",
    "options": [
      "Voyager-2 -",
      "New Horizons -",
      "LISA Pathfinder -",
      "Evolved LISA"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: Short-range radio device is intended to cover radio transmitters which provide either unidirectional or bidirectional communication. Short Range Devices (SRD) are radio devices that offer a low risk of interference with other radio services, usually because their transmitted power, and hence their range is low. The definition 'Short Range Device' may be applied to many different types of wireless equipment, including various forms of: - y Access control (including door and gate openers) - y Alarms and movement detectors - y Closed-circuit television (CCTV) - y Cordless audio devices, including wireless microphones Industrial control - y Local Area Networks - y Medical implants - y Metering devices - y Remote control - y Radio frequency identification (RFID) - y Road Transport Telematics - y Telemetry. Short range devices often benefit from a relaxed regulatory regime compared with other radio communications equipment. unacademy.com | Download the Unacademy app Give your feedback here: Link",
    "subject": "science",
    "id": "SCI_025"
  },
  {
    "year": "2022",
    "text": "Which one of the following is the context in which the term 'qubit' is mentioned? (2022) -",
    "options": [
      "Cloud Services -",
      "Quantum Computing -",
      "Visible Light Communication Technologies -",
      "Wireless Communication Technologies"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: A qubit is a quantum bit, the counterpart in quantum computing to the binary digit or bit of classical computing. Just as a bit is the basic unit of information in a classical computer, a qubit is the basic unit of information in a quantum computer.",
    "subject": "science",
    "id": "SCI_026"
  },
  {
    "year": "2020",
    "text": "In India, the term 'Public Key Infrastructure' is used in the context of (2020) -",
    "options": [
      "Digital security infrastructure -",
      "Food security infrastructure -",
      "Health care and education infrastructure -",
      "Telecommunication and transportation infrastructure"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: Public Key Infrastructure (PKI) is the combination of software, encryption technologies, and services that enable entities to protect the security of their communications and business transactions on networks. Using a combination of private (e.g., secret) key and public key cryptography, PKI enables a number of other security services, including data confidentiality, data integrity and nonrepudiation. PKI integrates digital certificates, public key cryptography, and certification authorities into one complete network security architecture. PKI essentially is a digital security infrastructure.",
    "subject": "science",
    "id": "SCI_027"
  },
  {
    "year": "2018",
    "text": "When the alarm of your smartphone rings in the morning, you wake up and tap it to stop the alarm which causes your geyser to be switched on automatically. The smart mirror in your bathroom shows the day's weather and also indicates the level of water in your overhead tank. After you take some groceries from your refrigerator for making breakfast, it recognizes the shortage of stock in it and places an order for the supply of fresh grocery items. When you step out of your house and lock the door, all lights, fans, geysers and AC machines get switched off automatically. On your way to the office, your car warns you about traffic congestion ahead and suggests an alternative route, and if you are late for a meeting, it sends a- message to your office accordingly. (2018) In the context of emerging communication technologies, which one of the following terms best applies to the above scenario? (2018) -",
    "options": [
      "Border Gateway Protocol -",
      "Internet of Things -",
      "Internet Protocol -",
      "Virtual Private Network unacademy.com | Download the Unacademy app Give your feedback here: Link"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: Internet of Things (IoT) is the interconnection via the internet of computing devices embedded in everyday objects, enabling them to send and receive data. It is the wireless sensor network (WSN) of physical devices, vehicles, home appliances and other items embedded with electronics, software, sensors, actuators, and connectivity that enables these things to connect and exchange data, creating opportunities for more direct integration of the physical world into computer-based systems, resulting in efficiency improvements, economic benefits and reduced human intervention.",
    "subject": "science",
    "id": "SCI_028"
  },
  {
    "year": "2011",
    "text": "What is the difference between Bluetooth and Wi-Fi devices? (2011) -",
    "options": [
      "Bluetooth uses 2.4 GHz radio frequency band, whereas Wi-Fi can use 2.4 GHz or 5 GHz frequency band. -",
      "Bluetooth is used for wireless local area networks (WLAN) only, whereas Wi-Fi is used for wireless wide area networks (WWAN) only. -",
      "When information is transmitted between two devices using blue-tooth technology, the devices have to be in the line of sight of each other, but when Wi-Fi technology is used the devices need not be in the line of sight of each other. -",
      "The statements (a) and (b) given above are correct in this context."
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: Bluetooth uses the microwave radio frequency spectrum in the 2.402 GHz to 2.480 GHz range. Wi-Fi is based upon IEEE 802.11 standards that uses 2.4, 3.6 and 5 GHz, frequency bands. IEEE 802.11 is for implementation of the wireless local area network (WLAN) using the above frequencies and makes the basis of Wi-Fi wireless networks. Option (b) is not correct: Bluetooth is also used for Personal Area Network (PAN) and not only used for wireless local area networks (WLAN). Whereas Wi-Fi is used for Local Area Network (LAN). Option (c) is not correct: Wireless communication through Radio Frequency has many advantages as it does not require any line of sight connection between the transmitter and receiver while the line of sight connection exists in infrared communication. Both Bluetooth and Wi-Fi use radio frequency for communication, the connecting devices (whether Bluetooth-enabled, or Wi-Fi-enabled) do not have to be in the line of sight of each other. - y Line of sight (LoS) is a type of propagation that can transmit and receive data only where transmit and receive stations are in view of each other without any sort of obstacle between them.",
    "subject": "science",
    "id": "SCI_029"
  },
  {
    "year": "2011",
    "text": "What is a 'Virtual Private Network'? (2011) -",
    "options": [
      "It is a private computer network of an organisation where the remote users can transmit encrypted information through the server of the organisation. -",
      "It is a computer network across a public internet that provides users access to their organisation's network while maintaining the security of the information transmitted. -",
      "It is a computer network in which users can access a shared pool of computing resources through a service provider. -",
      "None of the statements (a), (b) and (c) given above is the correct description of virtual private networks. <!-- image --> 4 ## IT &amp; Communication TechnologyExplanation"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: A virtual private network, or VPN, is an encrypted connection over the Internet from a device to a network. The encrypted connection helps ensure that sensitive data is safely transmitted. It prevents unauthorised people from eavesdropping on the traffic and allows the user to conduct work remotely. Over the Internet from a device to a network virtual private network acts as an encrypted connection. In corporate environments, VPN technology is widely used. This encrypted connection helps us to ensure that sensitive unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> You The data is safely transmitted. It also prevents unauthorised people from eavesdropping on the traffic and allows the user to conduct work remotely. <!-- image --> unacademy.com | Download the Unacademy app Give your feedback here: Link VPN ## Energy",
    "subject": "science",
    "id": "SCI_030"
  },
  {
    "year": "2023",
    "text": "Consider the following pairs: (2023) | | Objects in space | Description | |----|--------------------|-------------------------------------------------------------------------------| | 1 | Cepheids : | Giant clouds of dust and gas in space | | 2 | Nebulae : | Stars which brighten and dim periodically | | 3 | Pulsars : | Neutron stars that are formed when massive stars run out of fuel and collapse | How many of the above pairs are correctly matched? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": 1,
    "explanation": "Statement 1 is not correct: Radioisotope Thermoelectric Generators (RTGs) are lightweight, compact spacecraft power systems. Although RTGs use radioactive fuel to generate electricity, they should not be confused with nuclear reactors. The latter harnesses the energy produced by controlled fission or fusion processes, but no chain reaction takes place in RTGs. Statement 2 is correct: Electrical power for Cassini's science instruments and onboard systems was generated by three RTGs, known as General Purpose Heat Source (GPHS) RTGs. Statement 3 is correct: RTGs provide electrical power using heat from the natural radioactive decay of plutonium-238, in the form of plutonium oxide. Over one-third of the energy produced in most nuclear power plants comes from plutonium. It is created in the reactor as a by-product. Plutonium recovered from reprocessing normal reactor fuel is recycled as mixed-oxide fuel (MOX).",
    "subject": "science",
    "id": "SCI_031"
  },
  {
    "year": "",
    "text": "Virus Which of the above can be cultured in artificial/synthetic medium? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: Tailpipe emissions are zero, and the only waste produced is pure water. The construction of the fuel cell is similar to a battery. Fuel cell cars are powered by compressed hydrogen gas that feeds into an <!-- image --> onboard fuel cell stack that doesn't burn the gas, but instead transforms the fuel's chemical energy into electrical energy. This electricity then powers the car's electric motors.",
    "subject": "science",
    "id": "SCI_032"
  },
  {
    "year": "",
    "text": "Occurrence of supernova explosions in space Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 -",
      "2 only -",
      "1, 3 and 4 -",
      "None of the above can be cited as evidence"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: Pumped storage hydropower (PSH) is a type of hydroelectric energy storage. PSH acts similarly to a giant battery, because it can store power and then release it when needed. It is a configuration of two water reservoirs at different elevations that can generate power as water moves down from one to the other (discharge), passing through a turbine. The system also requires power as it pumps water back into the upper reservoir (recharge).",
    "subject": "science",
    "id": "SCI_033"
  },
  {
    "year": "2016",
    "text": "India is an important member of the 'International Thermonuclear Experimental Reactor'. If this experiment succeeds, what is the immediate advantage for India? (2016) -",
    "options": [
      "It can use thorium in place of uranium for power generation -",
      "It can attain a global role in satellite navigation -",
      "It can drastically improve the efficiency of its fission reactors in power generation -",
      "It can build fusion reactors for power generation"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: 'International Thermonuclear Experimental Reactor' (ITER) is one of the most ambitious energy projects in the world today. Through ITER, many nations are collaborating to build the world's largest tokamak, a magnetic fusion device that has been designed to prove the feasibility of fusion as a large-scale and carbon-free source of energy based on the same principle that powers our Sun and stars.",
    "subject": "science",
    "id": "SCI_034"
  },
  {
    "year": "",
    "text": "AstroSat is a 2000 kg satellite placed in an orbit at 1650 km above the surface of the Earth. Select the correct answer using the code given below. -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: An industrial chemical that has been around since the 1960s, Bisphenol A (BPA), is used to make polycarbonate plastics. Polycarbonate plastic is used to make hard plastic items, such as baby bottles, reusable water bottles, food containers, pitchers, tableware and other storage containers. Bisphenol A (BPA) is also found in epoxy resins, which act as a protective lining on the inside of some metal-based food and beverage cans. Bisphenol A can leach into food from <!-- image --> the protective internal epoxy resin coatings of canned foods and from consumer products such as polycarbonate tableware, food storage containers, water bottles, and baby bottles",
    "subject": "science",
    "id": "SCI_035"
  },
  {
    "year": "",
    "text": "These vaccines have no side effects and cause no allergic reactions. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: Triclosan is an antimicrobial chemical. Triclosan can stop the growth of unwanted microorganisms, which may degrade the product and decrease its shelf life. Triclosan is used in personal care products such as soap, toothpaste, mouthwash, shampoo, body washes and some cosmetics. It's also an ingredient in some cleaning products, paints, etc. It is used to prevent bacterial contamination, very commonly used in wet products to increase shelf life. It is known to cause skin irritation.",
    "subject": "science",
    "id": "SCI_036"
  },
  {
    "year": "",
    "text": "The orbit is at an altitude of 22,236 km. Which the correct answer using the code given below: -",
    "options": [
      "1, 2 and 3 only -",
      "1, 3 and 4 only -",
      "2 and 4 only -",
      "1, 2, 3 and 4 unacademy.com | Download the Unacademy app Give your feedback here: Link ## Space Science-Explanation"
    ],
    "correctAnswer": 3,
    "explanation": "Solar water pumps, a relatively new concept in mechanics, are commonly seen in residential and commercial uses, as well as for irrigation of agricultural land. A typical solar-powered pumping system consists of a solar panel array that powers an electric motor, which in turn powers a bore or surface pump. ## Statement 2 is not correct: Solar power can be used for both running centrifugal pumps and ones with pistons. When it comes to stand -alone solar pumping systems, the main types include rotating and positive displacement pumps. Centrifugal pumps are the common choice for rotation and are designed for fixed-head applications. They have increased output in proportion to their speed of rotation. A positive displacement (PD) pump moves a fluid by repeatedly enclosing a fixed volume and moving it mechanically through the system. The pumping action is cyclic and can be driven unacademy.com | Download the Unacademy app Give your feedback here: Link Solar Water Pump Types Submersible Pump Surface Pump <!-- image --> by pistons, screws, gears, rollers, diaphragms, or vanes. Statement 1 is not correct: Also, pumps are classified as submersible and surface pumps, Solar Panel Ground Level based on their placement (underwater and above the waterline). Solar power can be used for both running centrifugal pumps and ones with pistons. Solar Panel <!-- image -->",
    "subject": "science",
    "id": "SCI_037"
  },
  {
    "year": "",
    "text": "At the present level of technology, which Give your feedback here: Link <!-- image --> of the above activities can be successfully carried out by using drones? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 3,
    "explanation": "A carbon nanotube (CNT) is a miniature cylindrical carbon structure that has hexagonal graphite molecules attached at the edges. Carbon nanotubes have the potential to be used as semiconductors, potentially replacing silicon in a wide variety of computing devices. Statement 1 is correct: In case of Cancer, CNTs as drug delivery vehicles (carriers) have shown potential in targeting specific cancer cells with a dosage lower than conventional drugs used. Statement 2 is correct: CNTs have been successfully applied in pharmacy and medicine due to their high surface area that is capable of adsorbing or conjugating with a wide variety of therapeutic and diagnostic agents (drugs, Overhead Tank <!-- image --> genes, vaccines, antibodies, biosensors, etc.). Hence, they can be made into artificial blood capillaries for an injured part of the human body. Other applications of CNTs have been for tissue regeneration, biosensor diagnosis, enantiomer separation of chiral drugs, and extraction and analysis of drugs and pollutants. Statement 3 is correct: New materials CNTs are promising building blocks for biosensors due to their unique electronic and optical properties. Carbon nanotubes are rolled-up cylinders of carbon monolayers (graphene). Statement 4 is correct: Microbes including bacteria and fungi have the ability to degrade carbon nanotubes (CNTs), graphene (GRA), and their derivatives. unacademy.com | Download the Unacademy app Give your feedback here: Link",
    "subject": "science",
    "id": "SCI_038"
  },
  {
    "year": "2019",
    "text": "The word 'Denisovan' is sometimes mentioned in media in reference to: (2019) -",
    "options": [
      "fossil of a kind of dinosaur. -",
      "an early human species. -",
      "a cave system found in North-East India. -",
      "a geological period in the history of the Indian subcontinent."
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct: Denisovans are an extinct species of hominid and a close relative to modern humans. Denisovans may have ranged from Siberia to Southeast Asia during the last Ice Age. DNA evidence suggests Denisovans are related to both Neanderthals and modern humans. Neanderthals were an extinct relative of modern humans once found across Europe, extending into Central and Southwest Asia.",
    "subject": "science",
    "id": "SCI_039"
  },
  {
    "year": "",
    "text": "GM mustard has been developed jointly by the IARI and Punjab Agricultural University. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 3 only -",
      "2 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 2,
    "explanation": "Statement 1 is correct: Sodium vapour lights are omnidirectional. Omnidirectional lights produce light in 360 degrees. This is a large system inefficiency because at least half of the light needs to be reflected and redirected to the desired area being illuminated. Whereas, whereas LEDs are extremely energy efficient relative to every other commercially available lighting technology. There are several reasons for this, including the fact they waste very little energy in the form of infrared radiation (much different than most conventional lights, including fluorescent lights), and they emit light directionally (over 180 degrees versus 360 degrees which means there are far fewer losses from the need to redirect or reflect light). The Low-Pressure Sodium lamp was the first sodium lamp to be developed. It is known for its signature monochromatic yellow colour. It is mostly used in Europe since it did not appeal in other markets due to its poor CRI or colour rendering. Statement 2 is not correct : The benefit of High-Pressure Sodium is that they are the only light source with similar efficiency to LEDs and maintain luminescence fairly well. They also do have great life spans - around 24,000 hours - though this is significantly less than LEDs. The benefits of using LEDs are extensive. The most significant benefits are extremely long lifespans (50,000 to 100,000 hours or more), very high energy efficiency, extremely high light quality and little to no maintenance costs. Statement 3 is correct : The spectrum of visible light from sodium lamps is almost monochromatic as they are known for their warm yellow glow. On the other hand, LED lamps offer significant colour advantages in unacademy.com | Download the Unacademy app Give your feedback here: Link ao Il <!-- image --> Light from n street lighting. LEDs offer a variety of colour options providing better lighting solutions than their High-Pressure Sodium counterparts. reflection",
    "subject": "science",
    "id": "SCI_040"
  },
  {
    "year": "",
    "text": "DIKSHA Which of the above are built on top of open-source digital platforms ? -",
    "options": [
      "1 and 2 only -",
      "2, 3 and 4 only -",
      "1, 3 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: Rolling friction is smaller than sliding friction, (therefore) sliding is replaced in most machines by rolling with the use of ball bearings. The Rolling friction is minimal as compared to static friction and dynamic friction. So, ball bearings allow any direction of movement, and the friction associated is the least and the effort required to move them is also very less. The Loss of energy in moving the ball bearings is also the least. Therefore, due to reduced friction and a less effective area of contact, less friction force is applied. Friction is directly proportional to the effective surface area.",
    "subject": "science",
    "id": "SCI_041"
  },
  {
    "year": "",
    "text": "Wireless transmission of electrical energy. Select the correct answer using the code given below: -",
    "options": [
      "1, 2, 3 and 5 only -",
      "1, 3, and 4 only -",
      "2, 4, and 5 only -",
      "1, 2, 3, 4 and 5"
    ],
    "correctAnswer": 2,
    "explanation": "Optical illusions (Visual illusions) are cool images perceived in a manner that differs from objective reality. - y Dusk generally refers to the transition from day to night and is often used as another word for evening twilight. The sun does not appear bigger or smaller in size, it just appears oval or flattened at sunset or sunrise because at sunset and sunrise the sun is near to the horizon, and the rays of light coming from the upper and lower edge of the sun bend unequally while travelling through the atmosphere due to refraction of light. (Statement 1 is correct) - y The real colour of the Sun is actually white. Dawn is the time that marks the beginning of twilight before sunrise. Colour of the sun at dawn is recognized by the appearance of indirect sunlight being scattered in Earth's atmosphere when the centre of the Sun's disc has reached 18 below the observer's horizon. (Statement 2 is correct) at dawn during the entire half of the cycle of phases from Full Moon to just before New Moon. It is not an optical illusion. (Statement 3 is not correct) - y Stars twinkle because as light from those stars passes through our atmosphere, it is bent and distorted by winds, as well as varying temperatures and densities of air. (Statement 4 is correct) - y It is the rotation of the earth which creates an illusion of the movement of stars across the sky. But the polestar appears to be fixed at its position. This happens because the pole star is in line with the axis of the earth. Polestar is for real and not an optical illusion. (Statement 5 is not correct)",
    "subject": "science",
    "id": "SCI_042"
  },
  {
    "year": "2013",
    "text": "The known forces of nature can be divided into four classes, viz., gravity, electromagnetism, weak nuclear force and strong nuclear force. With reference to them, which one of the following statements is not correct? (2013) -",
    "options": [
      "Gravity is the strongest of the four -",
      "Electromagnetism act only on particles with an electric charge -",
      "Weak nuclear force causes radioactivity -",
      "Strong nuclear force holds protons and neutrons inside the nucleus of an atom"
    ],
    "correctAnswer": 0,
    "explanation": "Gravitational force, weak nuclear force, electromagnetic force, and strong nuclear force are the four fundamental forces, and they govern everything that happens in the universe, from walking on the street to launching a rocket into space, to sticking a magnet on a refrigerator. Statement (a) is not correct: The gravitational force was described systematically by Isaac Newton in the 17 th century. Newton stated that the gravitational force acts between all objects having mass (including objects ranging from atoms and photons to planets and stars) and is directly proportional to the masses of the bodies and inversely proportional to the square of the distance between the bodies. Since energy and mass are equivalent, all forms of energy (including light) also cause gravitation and are under the influence of it. Objects with more mass have more gravity. Gravity also gets weaker with distance. So, the closer objects are to each other, the stronger their gravitational pull is. The gravitational force is weaker than the other four fundamental forces. Statement (b) is correct: The electromagnetic force is the force responsible for all electromagnetic processes. It acts between electrically charged particles. It is an infiniteranged force, much stronger than the gravitational force, and obeys the inverse square law, but neither electricity or magnetism adds up in the way that gravitational force does. Since there are positive and negative charges (poles), these charges tend to cancel each other out. Electromagnetism includes the electrostatic force acting between charged particles at rest, and the combined effect of electric and magnetic forces acting between charged particles moving relative to each other. Statement (c) is correct: There are three forms of radioactivity, alpha, beta, and gamma. Alpha decay only occurs in heavier elements which give up energy when the nucleus is divided. Beta decay is where a neutron turns into a proton by emitting an electron or a proton turns into a neutron by emitting a positron. Gamma decay normally happens after alpha or beta decay when the nucleus is in an excited state. Beta radioactivity is the best-known manifestation of the weak force. It's a slow process as it occurs with difficulty. Unlike nuclear forces and electromagnetism, the weak force can transform a neutron into a proton or vice versa, thus changing the composition of a nucleus. Statement (d) is correct: The strong nuclear force, also called the strong nuclear interaction, is the strongest of the four fundamental forces of nature. It is six thousand trillion times stronger than the force of gravity and that is because it binds the fundamental particles of matter together to form larger particles. It holds together the quarks that makeup protons and neutrons, and part of the strong force also keeps the protons and neutrons of an atom's nucleus together.",
    "subject": "science",
    "id": "SCI_043"
  },
  {
    "year": "2011",
    "text": "An artificial satellite orbiting around the Earth does not fall down. This is so because the attraction of Earth (2011) -",
    "options": [
      "does not exist at such a distance. -",
      "is neutralised by the attraction of the moon. -",
      "provides the necessary speed for its steady motion. -",
      "provides the necessary acceleration for its motion."
    ],
    "correctAnswer": 3,
    "explanation": "Option (d) is correct: An artificial satellite moving around the Earth in a circular orbit possesses an acceleration which is 'constant' in magnitude but 'changing in direction'. An artificial satellite revolves around the earth under centripetal acceleration. Acceleration is the rate at which velocity changes with time, in terms of both speed and direction. An artificial satellite maintains its orbit by balancing two factors: its velocity, that is the speed it takes to travel in a straight line and the gravitational pull that Earth has on it. An artificial satellite orbiting closer to the Earth requires more velocity to resist the stronger gravitational pull.",
    "subject": "science",
    "id": "SCI_044"
  },
  {
    "year": "2011",
    "text": "The surface of a lake is frozen in severe winter, but the water at its bottom is still liquid. What is the reason? (2011) -",
    "options": [
      "Ice is a bad conductor of heat. -",
      "Since the surface of the lake is at the same temperature as the air, no heat is lost. -",
      "The density of water is maximum at 4c. -",
      "None of the statements (a), (b) and (c) given is correct."
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: The density of water is greatest at 4C and in cold weather ice forms at the top of the water. But after some time, it acts as an insulating barrier, preventing the water underneath from getting much colder. Frozen lake surface acts like an insulator preventing heat from the water from escaping, keeping the heat of the water trapped.",
    "subject": "science",
    "id": "SCI_045"
  },
  {
    "year": "",
    "text": "LTE is data-only technology and VoLTE is voice-only technology. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 0,
    "explanation": "Option (a) is correct: Water is called the universal solvent because more substances dissolve in water than in any other chemical . This has to do with the polarity of each water molecule. Water molecules have a polar arrangement of the oxygen and hydrogen atoms where one side (hydrogen) has a positive electrical charge, and the other side (oxygen) has a negative charge. This allows the water molecule to become attracted to many other different types of molecules. The oxygen atom in a water molecule is slightly more electronegative than a hydrogen atom. In other words, the oxygen atom is negatively charged, and the hydrogen atoms are positively charged, making the entire water molecule dipolar in nature.",
    "subject": "science",
    "id": "SCI_046"
  },
  {
    "year": "",
    "text": "It can be used to decipher the hostpathogen relationships in crops. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": 1,
    "explanation": "A change in which one or more new substances are formed is called a chemical change. A chemical change is also called a chemical reaction. Chemical changes are very important in our lives. All new substances are formed as a result of chemical changes. For example, if a metal is to be extracted from an ore, such as iron from iron ore, we need to carry out a series of chemical changes. Medicine is the end product of a chain of chemical reactions. Useful new materials, such as plastics and detergents, are produced by chemical reactions. - y Crystallization is the physical process of solidification of a liquid substance into a highly structured solid whose atoms or molecules are placed in a well-defined 3D crystal lattice. Example: Crystallization of sodium chloride. (Statement 1 is not correct) - y A physical process that takes place in the phase transition of a substance from a solid to a liquid is called Melting, or Fusion. Example: Melting of ice. (Statement 2 is not correct) - y Souring of milk is a chemical change due to this process, acidification takes place and soured milk is produced. (Statement 3 is correct) unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> ## Biology",
    "subject": "science",
    "id": "SCI_047"
  },
  {
    "year": "2024",
    "text": "Which one of the following is synthesised in the human body that dilates blood vessels and increases blood flow? (2024) -",
    "options": [
      "Nitric oxide -",
      "Nitrous oxide -",
      "Nitrogen dioxide -",
      "Nitrogen pentoxide"
    ],
    "correctAnswer": 0,
    "explanation": "Options (a) is correct: The formation of Nitric Oxide in the human body is catalyzed by nitric oxide synthase (NOS) through a series of redox reactions. In this process, l-arginine is degraded to l-citrulline and NO in the presence of molecular oxygen and nicotinamide adenine dinucleotide phosphate (NADPH). Nitric oxide is an essential molecule required for overall health. As a vasodilator, nitric oxide signals the blood vessels to relax, allowing them to expand. This effect allows blood, nutrients, and oxygen to flow freely to every part of your body.",
    "subject": "science",
    "id": "SCI_048"
  },
  {
    "year": "",
    "text": "It is wireless technology and is several times faster than 'WiFi'. Select the correct answer using the codes given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": 2,
    "explanation": "Statement 1 is correct: Common probiotic bacteria can include Lactobacillus and Bifidobacterium. The most common yeast found in probiotics is Saccharomyces boulardii. Probiotics are defined as living bacteria that, when administered in adequate amounts, confer a health benefit on the host. Statement 2 is incorrect: Probiotics occur naturally in fermented foods and cultured milk, but we can also find manufactured probiotic supplements. Statement 3 is correct: Recent studies suggest that probiotics in yogurt drinks and non-dairy probiotic supplements could help aid the digestion of lactose (milk sugar).",
    "subject": "science",
    "id": "SCI_049"
  },
  {
    "year": "",
    "text": "Gene silencing Which of the above is/are used to create transgenic crops? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "None"
    ],
    "correctAnswer": 2,
    "explanation": "Conventional method of sugarcane planting requires 7 to 8 tonnes of seed cane per hectare, and this is the main reason for the slow rate of seed and varietal replacement. Sugarcane being a long-duration crop and heavy biomass producer requires about 1500 to 2500 mm water. <!-- image --> Statement 1 is correct: Bud chip technology reduces the mass and enables quick multiplication of seeds. This method has proved to be more economical and convenient than the traditional method of planting two to three bud setts. The returns are relatively better, with substantial savings on the seed material used for planting. Statement 2 is not correct: When direct planting of setts is done, the germination percentage is better with setts with many buds as compared to single-budded setts. Statement 3 is not correct: If bad weather conditions prevail when setts are directly planted, large setts have better survival as compared to single-budded setts. Statement 4 is correct: Tissue culture or vegetative propagation can be used to germinate and grow these settlings which can be transplanted in the field later. Sugarcane can be cultivated using settlings prepared from tissue culture.",
    "subject": "science",
    "id": "SCI_050"
  },
  {
    "year": "",
    "text": "VR closes the world, and transposes an individual, providing a complete immersion experience. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "3 and 4 only -",
      "1, 2 and 3 only -",
      "4 only"
    ],
    "correctAnswer": 2,
    "explanation": "Statement 1 is correct: The plant cell wall is mainly composed of cellulose. Cellulose is a complex substance and provides structural strength to plants. When a living plant cell loses water through osmosis there is shrinkage or contraction of the contents of the cell away from the cell wall. This phenomenon is known as plasmolysis. Animal cells do not have cellulose. Statement 2 is not correct: Plant cells, in addition to the plasma membrane, have another rigid outer covering called the cell wall which lies outside the plasma membrane. All animal cells are multicellular. Animal cells are also surrounded by a plasma membrane, and it contains the nucleus and organelles that are membrane-bound. unacademy.com | Download the Unacademy app Give your feedback here: Link - CELL MEMBRANE   NUCLEUS - - NUCLEOLUS - SMOOTH ENDOPLASMIC Statement 3 is correct: Most mature plant cells have one large vacuole that occupies more than 30% of the cell's volume, and that can occupy as much as 80% of the volume for certain cell types and conditions. An animal cell has many small vacuoles. -PLASMODESMATA CENTRIOLES Elimination Technique: The plasma membrane, also called the cell membrane, is the membrane found in all cells that separates the interior of the cell from the outside environment. Statement 2 is eliminated. Thus, Option (c) is correct. <!-- image -->",
    "subject": "science",
    "id": "SCI_051"
  },
  {
    "year": "",
    "text": "Polestar being visible in the sky Which of the above are optical illusions? -",
    "options": [
      "1, 2 and 3 -",
      "3, 4 and 5 -",
      "1, 2 and 4 -",
      "2, 3 and 5"
    ],
    "correctAnswer": 1,
    "explanation": "Hepatitis B is a serious liver infection caused by the hepatitis B virus (HBV). For some people, hepatitis B infection becomes chronic, meaning it lasts more than six months. Having chronic hepatitis B, increases risk of developing liver failure, liver cancer or cirrhosis (a condition that permanently scars the liver). Option (a) is correct: HIV (human immunodeficiency virus) is a virus that attacks the body's immune system. It can be transmitted via the exchange of a variety of body fluids from infected people, such as blood, breast milk, semen, and vaginal secretions. The Hepatitis B virus also spreads through contact with the blood, semen, or other body fluid of a person who has HBV, much like HIV. Option (b) is not correct: Different strains of hepatitis exist, including hepatitis A, B, C, and D. Hepatitis B and hepatitis C are both viral infections that attack the liver, and they have similar symptoms. People can be effectively protected against Hepatitis B through vaccination. In fact, India is the largest producer of recombinant hepatitis B vaccine but there is no effective Hepatitis C vaccine till date. Option (c) is correct: As per the World Health Organization (WHO), Hepatitis B and C is a leading infectious killer and affects 325 million people worldwide, leading to about 1.4 million deaths a year. It is the second major killer infectious disease after tuberculosis, and nine times more people are infected with hepatitis than HIV. Option (d) is correct: Signs and symptoms of hepatitis B range from mild to severe. They usually appear about one to four months after infection. Some people, usually young children, may not have any symptoms.",
    "subject": "science",
    "id": "SCI_052"
  },
  {
    "year": "2014",
    "text": "Lichens, which are capable of initiating ecological succession even on a bare rock, are actually a symbiotic association of (2014) -",
    "options": [
      "algae and bacteria -",
      "algae and fungi -",
      "bacteria and fungi -",
      "fungi and mosses"
    ],
    "correctAnswer": 1,
    "explanation": "Option (b) is correct : Lichen refers to a symbiotic association of two components, a fungus, the 'mycobiont', and at least one photosynthetic organism, the 'photobiont', consisting of a microalgae (usually a green alga) or cyanobacterium, or both. Lichen cover 8 percent of the land surface, including some of the most extreme environments on Earth. Lichens are found from the Arctic to Antarctic, deserts to tropics, littoral zones to mountain peaks. Some prefer a single type of habitat such as limestone or sand dunes, while others are widespread and grow on different trees, soil and rocks. ## Additional Information : - y Lichens on the basis of the substrate on which they grow can be categorised in to: Corticolous (on bark of trees), Lignicolous (on dead wood), Foliicolous (on living evergreen leaves), Terricolous (on soil), Saxicolous (on rocks and boulders), Muscicolous (found over mosses); Ramicolous (growing on the twigs); as well as on man-made substrates like plastic (called Plasticolous) and over unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> Iron poles, fences, etc. - y Lichens are categorised into four basic growth forms viz. Crustose, Foliose, Fruticose and Squamulose. - y Lichens are very useful to people in diverse cultures, especially as a source of drugs, medicines, perfumery, food stuff, dyes, biomonitoring and other useful compounds.",
    "subject": "science",
    "id": "SCI_053"
  },
  {
    "year": "2013",
    "text": "Fruits stored in a cold chamber exhibit longer storage life because (2013) -",
    "options": [
      "exposure to sunlight is prevented -",
      "concentration dioxide in the is increased of carbon environment -",
      "rate of respiration is decreased -",
      "there is an increase in humidity"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: Fruits and vegetables continue their metabolic activity after harvest. Metabolic activity is manifested by respiration. Reduction of temperature is an effective means of reducing the rate of respiration. - y Most food products would benefit from a reduction in the storage temperature provided that no freezing occurs. Reduced temperature reduces the rate of chemical reactions that deteriorate the product and also reduces microbiological activity. - y However, the perishable foods not specifically prepared for frozen storage, the freezing temperature should be the lowest acceptable limit for storage.",
    "subject": "science",
    "id": "SCI_054"
  },
  {
    "year": "2013",
    "text": "Many transplanted seedlings do not grow because (2013) -",
    "options": [
      "the new soil does not contain favourable minerals -",
      "most of the root hairs grip the new soil too hard -",
      "most of the root hairs are lost during transplantation -",
      "leaves get damaged during transplantation"
    ],
    "correctAnswer": 2,
    "explanation": "Option (c) is correct: During a transplant Seedling, most fine roots are destroyed either by being cut to keep the root ball size down, by drying out or simply by being jarred and jostled around in the move. Due to this, the plant is not able to get the amount of moisture it requires to grow. This results in an imbalance between the moisture demands of the top growth and the reduced ability of the roots to meet those demands manifesting as transplant shock.",
    "subject": "science",
    "id": "SCI_055"
  },
  {
    "year": "2011",
    "text": "Regular intake of fresh fruits and vegetables is recommended in the diet since they are a good source of antioxidants. How do antioxidants help a person maintain health and promote longevity? (2011) -",
    "options": [
      "They activate the enzyme necessary for vitamin synthesis in the body and help prevent vitamin deficiency. -",
      "They prevent excessive oxidation of carbohydrates, fats and protein in the body and help avoid unnecessary wastage of energy. -",
      "They neutralise the free radical produced in the body during metabolism. -",
      "They activate certain genes in the cells of the body and help delay the ageing process."
    ],
    "correctAnswer": 2,
    "explanation": "Antioxidants are man-made or natural substances that may prevent some types of cell damage. Diets high in vegetables and fruits, which are good sources of antioxidants, have been found to be healthy. Examples of antioxidants include vitamins (C and E), and minerals (copper, zinc, selenium, etc.) Option (c) is correct: Antioxidants are molecules that fight free radicals in our body. Free radicals are compounds that can cause harm if their levels become too high in our body. They are linked to multiple illnesses, including diabetes, heart disease, and cancer. Our body has its own antioxidant defences to keep free radicals in check. Antioxidants are also found in food, especially in fruits, vegetables, and other plant-based, whole foods, which may prevent some of the damage caused by free radicals by neutralising them. Antioxidant preservatives also play a crucial role in food production by increasing shelf life. Free Radicals: Free radicals are constantly being formed in your body. Without antioxidants, free radicals would cause serious harm very quickly, eventually resulting in death. However, free radicals also serve important functions that are essential for health. For example, our immune cells use free radicals to fight infections. As a result, your body needs to maintain a certain balance of free radicals and unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image -->",
    "subject": "science",
    "id": "SCI_056"
  },
  {
    "year": "2021",
    "text": "Bisphenol A (BPA), a cause of concern, is a structural/key component in the manufacture of which of the following kinds of plastics? (2021) -",
    "options": [
      "Low-density polyethylene -",
      "Polycarbonate -",
      "Polyethylene terephthalate -",
      "Polyvinyl chloride"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_057"
  },
  {
    "year": "",
    "text": "Solar power can be used for running centrifugal pumps and not the ones with piston. <!-- image --> Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_058"
  },
  {
    "year": "",
    "text": "Nanotechnology can largely contribute to gene therapy. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_059"
  },
  {
    "year": "",
    "text": "Radio waves have a very long wavelength. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "Both 1 and 2 -",
      "Neither 1 nor 2 <!-- image --> ## Physics-Explanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_060"
  },
  {
    "year": "",
    "text": "Resist disease infestation Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_061"
  },
  {
    "year": "",
    "text": "from microorganisms to higher organisms Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_062"
  },
  {
    "year": "",
    "text": "Stem cells can be used for medical therapies. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_063"
  },
  {
    "year": "",
    "text": "It is possible to develop diseaseresistant animal breeds. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "2 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_064"
  },
  {
    "year": "",
    "text": "Tejas MK-1 How many of the above are considered fifth Generation fighter aircraft? -",
    "options": [
      "Only one -",
      "Only two -",
      "All three -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_065"
  },
  {
    "year": "",
    "text": "It can deliver one-tonne nuclear warheads about 7500 km away. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3 unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> 2 ## Defence Technology-Explanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_066"
  },
  {
    "year": "2022",
    "text": "Which one of the following statements best reflects the idea behind the 'Fractional Orbital Bombardment System' often talked about in the media? (2022) -",
    "options": [
      "A hypersonic missile is launched into space to counter the asteroid approaching the Earth and explode it in space. -",
      "A spacecraft lands on another planet after making several orbital motions. -",
      "A missile is put into a stable orbit around the Earth and deorbits over a target on the Earth. -",
      "A spacecraft moves along a comet with the same speed and places a probe on its surface."
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_067"
  },
  {
    "year": "",
    "text": "Land surface temperature of a specific location. <!-- image --> Select the correct answer using the code unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_068"
  },
  {
    "year": "",
    "text": "Controlling the power grids Select the correct answer using the codes given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_069"
  },
  {
    "year": "",
    "text": "Matter warps its surrounding spacetime. Which of the above is/are the predictions/ predictions of Albert Einstein's General Theory of Relativity, often discussed in the media? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_070"
  },
  {
    "year": "",
    "text": "GSLV Mk III is a four-staged launch vehicle with the first and third stages l using solid rocket motors; and the second and fourth stages using liquid rocket engines. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 2 only -",
      "3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_071"
  },
  {
    "year": "",
    "text": "India will have its own satellite navigation system with full global coverage by the middle of 2021. Which of the statements given above is/are correct? -",
    "options": [
      "1 only Give your feedback here: Link -",
      "1 and 2 only -",
      "2 and 3 only -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_072"
  },
  {
    "year": "",
    "text": "made India the only country to be successful in making its spacecraft orbit the Mars in its very first attempt Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_073"
  },
  {
    "year": "",
    "text": "It is buried deep in the ice. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3 only unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image -->"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_074"
  },
  {
    "year": "",
    "text": "Voyager 1 and 2 Exploring the outer solar system Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_075"
  },
  {
    "year": "",
    "text": "It will help understand the evolution of the universe. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_076"
  },
  {
    "year": "2023",
    "text": "Which one of the following countries has its own Satellite Navigation System? (2023) -",
    "options": [
      "Australia -",
      "Canada -",
      "Israel -",
      "Japan"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_077"
  },
  {
    "year": "",
    "text": "Wireless Local Area Network Which of the above are considered ShortRange devices/technologies ? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_078"
  },
  {
    "year": "",
    "text": "Web 3.0 is operated by users collectively rather than a corporation. Which of the statements given above are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_079"
  },
  {
    "year": "",
    "text": "Applications that depend on basic features of blockchain can be developed without anybody's permission. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "2 only -",
      "1 and 3 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_080"
  },
  {
    "year": "",
    "text": "An electronic method of signing an electronic document and ensuring that the original content is unchanged. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_081"
  },
  {
    "year": "",
    "text": "NFC can use encryption when sending sensitive information. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_082"
  },
  {
    "year": "",
    "text": "Voice recognition Select the correct answer using the code unacademy.com | Download the Unacademy app Give your feedback here: Link given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_083"
  },
  {
    "year": "",
    "text": "RTGs can use Plutonium-238, which is a by-product of weapons development. Which of the statements given above are correct? -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_084"
  },
  {
    "year": "2024",
    "text": "Which one of the following is the exhaust pipe emission from Fuel Cell Electric Vehicles, powered by hydrogen? (2024) -",
    "options": [
      "Hydrogen peroxide -",
      "Hydronium -",
      "Oxygen -",
      "Water vapour"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_085"
  },
  {
    "year": "",
    "text": "Fuel cells produce electricity in the form of Alternating Current (AC). Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_086"
  },
  {
    "year": "",
    "text": "India has a manufacturing base for Solar Thermal Technology but not for photovoltaics. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1, 2 and 3 -",
      "None ## context, what advantage does thorium hold over uranium? (2012)"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_087"
  },
  {
    "year": "",
    "text": "Thorium produces less harmful waste compared to uranium. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_088"
  },
  {
    "year": "",
    "text": "They can be installed in wastewater treatment plants to cleanse water and produce electricity. Which of the following statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_089"
  },
  {
    "year": "",
    "text": "Nanoparticles of some commercial products which enter the environment are unsafe for humans. Which of the statements given above is/are correct ? -",
    "options": [
      "1 only -",
      "3 only -",
      "1 and 2 -",
      "2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_090"
  },
  {
    "year": "2021",
    "text": "'Triclosan', consider harmful when exposed to high levels for a long time, is most likely present in which of the following? (2021) -",
    "options": [
      "Food preservatives -",
      "Fruit-ripening substances -",
      "Reused plastic containers -",
      "Toiletries"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_091"
  },
  {
    "year": "",
    "text": "Plant varieties are not eligible to be patented in India. Which of the statements given above is/are correct? -",
    "options": [
      "1 and 3 only -",
      "2 and 3 only -",
      "3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_092"
  },
  {
    "year": "",
    "text": "Chinese fast food Monosodium glutamate Which of the pairs given above is/are correctly matched? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_093"
  },
  {
    "year": "",
    "text": "Transparent displays are possible using OLEDs. Select the correct answer using the codes given below: -",
    "options": [
      "1 and 3 only -",
      "2 only -",
      "1, 2 and 3 -",
      "None of the above statements is correct"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_094"
  },
  {
    "year": "",
    "text": "It will enable us to create better fuels for nuclear fission. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_095"
  },
  {
    "year": "",
    "text": "Thickness of Blu-ray discs is 2.4 mm while that of DVD is 1.2 mm. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "2 and 3 only -",
      "1, 2 and 3."
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_096"
  },
  {
    "year": "",
    "text": "Weight of the lid Select the correct answer using the code given below. -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_097"
  },
  {
    "year": "",
    "text": "The spectrum of visible light from sodium lamps is almost monochromatic while LED lamps offer significant colour advantages in street-lighting. -",
    "options": [
      "3 only -",
      "2 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_098"
  },
  {
    "year": "",
    "text": "Internal reflection <!-- image --> Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_099"
  },
  {
    "year": "",
    "text": "It quickens the sedimentation of solid particles, removes turbidity and improves the clarity of water. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 Only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_100"
  },
  {
    "year": "",
    "text": "A CFL is less energy efficient as compared to an LED lamp. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_101"
  },
  {
    "year": "",
    "text": "Souring of milk Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1, 2 and 3 -",
      "None <!-- image --> 8 ## Chemistry-Explanation"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_102"
  },
  {
    "year": "",
    "text": "Probiotics help in the digestion of milk sugars. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 only -",
      "1 and 3 -",
      "2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_103"
  },
  {
    "year": "",
    "text": "Mature plant cell has one large vacuole whilst an animal cell has many small vacuoles. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_104"
  },
  {
    "year": "",
    "text": "plants Select the correct answer using the code given below. -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_105"
  },
  {
    "year": "",
    "text": "Smallpox Which of the above diseases has/have been eradicated in India? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1, 2 and 3 -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_106"
  },
  {
    "year": "",
    "text": "Alcoholic beverages can be produced by using maize. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "1 and 2 only -",
      "2 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_107"
  },
  {
    "year": "",
    "text": "Vegetative propagation can be practised most of the year. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_108"
  },
  {
    "year": "",
    "text": "Vitamin E Night blindness Which of the pairs given above is/are correctly matched? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1, 2 and 3 -",
      "None"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_109"
  },
  {
    "year": "",
    "text": "Viruses are transmitted from one organism to another by biological vectors only. Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_110"
  },
  {
    "year": "",
    "text": "HIV-AIDS Select the correct answer using the code given below: -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3 unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image -->"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_111"
  },
  {
    "year": "",
    "text": "Sodium Which of the minerals given above is/ are required by the human body for the contraction of muscles? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_112"
  },
  {
    "year": "",
    "text": "The oils used are not likely to damage the cardiovascular health of the consumers. Which of the statements given above is/are correct? -",
    "options": [
      "1 only -",
      "2 and 3 only -",
      "1 and 3 only -",
      "1, 2 and 3"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_113"
  },
  {
    "year": "2011",
    "text": "Aspartame is an artificial sweetener sold in the market. It consists of amino acids and provides calories like other amino acids. Yet, it is used as a low-calorie sweetening agent in food items. What is the basis of this use? (2011) -",
    "options": [
      "Aspartame is as sweet as table sugar, but unlike table sugar, it is not readily oxidised in the human body due to lack of requisite enzymes. -",
      "When aspartame is used in food processing, the sweet taste remains, but it becomes resistant to oxidation. -",
      "Aspartame is as sweet as sugar, but after ingestion into the body, it is converted into metabolites that yield no calories. -",
      "Aspartame is several times sweeter than table sugar, hence food items made with small quantities of aspartame yield fewer calories on oxidation."
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_114"
  },
  {
    "year": "",
    "text": "Wood mill waste Which of the above can be used as feedstock for producing Sustainable Aviation Fuel? -",
    "options": [
      "1 and 2 only -",
      "3 and 4 only -",
      "1, 2, 3 and 4 -",
      "1, 3 and 4 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_115"
  },
  {
    "year": "2024",
    "text": "Recently, the term\"pumped-storage hydropower\" is actually and appropriately discussed in the context of which one of the following? (2024) -",
    "options": [
      "Irrigation of terraced crop fields -",
      "Lift irrigation of cereal crops -",
      "Long duration energy storage -",
      "Rainwater harvesting system"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_116"
  },
  {
    "year": "",
    "text": "Rooftop solar photovoltaic units How many of the above are considered 'Distributed Energy Resources\"? -",
    "options": [
      "Only one -",
      "Only two -",
      "Only three -",
      "All four"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_117"
  },
  {
    "year": "",
    "text": "Carbon nanotubes are biodegradable. Which of the statements given above are correct? -",
    "options": [
      "1 and 2 only -",
      "2, 3 and 4 only -",
      "1, 3 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_118"
  },
  {
    "year": "",
    "text": "It can be used as 'conducting electrodes' required for touch screens, LCDs and organic LEDs. unacademy.com | Download the Unacademy app Give your feedback here: Link <!-- image --> <!-- image --> - Which of the statements given above are correct? -",
    "options": [
      "1 and 2 only -",
      "3 and 4 only -",
      "1, 2 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_119"
  },
  {
    "year": "2013",
    "text": "Ball bearings are used in bicycles, cars, etc. because (2013) -",
    "options": [
      "The actual area of contact between the wheel and axle is increased -",
      "The effective area of contact between the wheel and axle is increased -",
      "The effective area of contact between the wheel and axle is reduced -",
      "None of the statements is correct"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_120"
  },
  {
    "year": "",
    "text": "the big trees that we see around would not have grown on the earth Which of the following statements given above are correct? -",
    "options": [
      "1, 2 and 3 only -",
      "1, 3 and 4 only -",
      "2 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_121"
  },
  {
    "year": "",
    "text": "Sugarcane can be cultivated using settlings prepared from tissue culture. <!-- image --> Which of the statements given above is/are correct? -",
    "options": [
      "1 and 2 only -",
      "3 only -",
      "1 and 4 only -",
      "2, 3 and 4 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_122"
  },
  {
    "year": "",
    "text": "Multiple chronic diseases in some people. Select the correct answer using the code given below: -",
    "options": [
      "1 and 2 only -",
      "2 and 3 only -",
      "1, 3 and 4 only -",
      "2, 3 and 4 only"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_123"
  },
  {
    "year": "",
    "text": "Wind blowing Which of the above spread plant diseases? -",
    "options": [
      "1 and 3 only -",
      "3 and 4 only -",
      "1, 2 and 4 only -",
      "1, 2, 3 and 4"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_124"
  },
  {
    "year": "2011",
    "text": "A married couple adopted a male child. A few years later, twin boys were born to them. The blood group of the couple is AB positive and O negative. The blood group of the three sons is A positive, B positive, and O positive. The blood group of the adopted son is? (2011) -",
    "options": [
      "O positive -",
      "A positive -",
      "B positive -",
      "Cannot be determined on the basis of the given data unacademy.com | Download the Unacademy app Give your feedback here: Link"
    ],
    "correctAnswer": -1,
    "explanation": "",
    "subject": "science",
    "id": "SCI_125"
  }
]